[
    {
        "title": "Dificuldades e desafios do processo de aprendizagem de algoritmos e programação no ensino superior: uma revisão sistemática de literatura",
        "source_url_paper": "https://doi.org/10.33448/rsd-v9i10.9287",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2020;",
        "instituto": "Grupo de Pesquisa Metodologias em Ensino e Aprendizagem em Ciências",
        "volume": "9",
        "issue": "10",
        "language": "Português",
        "doi": "10.33448/rsd-v9i10.9287",
        "issn": "2525-3409",
        "authors": [
            "Ceres Germanna Braga Morais",
            "Francisco Milton Mendes Neto",
            "António José Osório"
        ],
        "topics": "University Dropout in Brazil",
        "resume": "Aprender a programar geralmente é um desafio para os estudantes: cada aluno possui suas dificuldades individuais e os professores precisam identificá-las para dar o suporte necessário a seus alunos. Neste sentido, este artigo apresenta parte dos resultados obtidos em uma Revisão Sistemática de Literatura sobre o processo de aprendizagem de algoritmos e programação. O principal objetivo do trabalho aqui apresentado é apontar as principais dificuldades e desafios vividos pelos alunos do nível superior em disciplinas de Algoritmos e programação, bem como o que estas dificuldades podem acarretar aos alunos ao longo do seu percurso acadêmico. A escolha pelo método da pesquisa se deu pelo fato de que a Revisão Sistemática de Literatura apresenta um tipo de estudo cuja metodologia é bem definida, sendo capaz de avaliar a pesquisa de maneira criteriosa, confiável e objetiva. Para este estudo, a revisão foi realizada em quatro bases de dados: Web of Science, Scopus, IEEE Xplore e RCAAP. Para tanto, foi definida uma questão de revisão, as palavras-chave, a equação necessária ao estudo, bem como o protocolo de revisão. Inicialmente foram encontrados 350 artigos, dos quais 169 artigos foram pré-selecionados. Após a aplicação dos critérios de inclusão e exclusão, 33 artigos foram selecionados para a análise e desenvolvimento deste trabalho. Com a análise, pudemos verificar e categorizar as dificuldades e desafios enfrentados pelos estudantes durante o processo de aprendizagem de algoritmos e programação. Com os resultados apresentados, este artigo pode contribuir com uma visão geral capaz de servir de ponto de partida para outras pesquisas, bem como para auxiliar docentes e estudantes na percepção destas dificuldades.",
        "cited_by": []
    },
    {
        "title": "Using BPMN to Identify Indicators for Teacher Intervention in Support of Self-regulation and Co-regulation of Learning in Asynchronous e-learning",
        "source_url_paper": "https://doi.org/10.1007/978-3-030-73988-1_16",
        "type_publication": "Capítulo de livro",
        "revisor": "pares",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2021;",
        "instituto": "Springer Science+Business Media",
        "volume": null,
        "issue": null,
        "language": "Inglês",
        "doi": "10.1007/978-3-030-73988-1_16",
        "issn": "1865-0937",
        "authors": [
            "Ceres Germanna Braga Morais",
            "Daniela Pedrosa",
            "Vítor Rocio",
            "José Cravino",
            "Leonel Morgado"
        ],
        "topics": "Innovation in E-Learning and Knowledge Management",
        "resume": "We used BPMN diagrams to identify indicators that can assist teachers in their intervention actions to support students' self-regulation and co-regulation in an asynchronous e-learning context. The use of BPMN modeling, by making explicit the tasks and procedures implicit in the intervention of the e-learning teacher, also exposed which data were available for developing decision-support indicators, as well as the relevant moments for carrying out interventions. Such indicators can help e-learning teachers focus their interventions to support self-regulation and co-regulation of learning, as well as enabling the creation of live data dashboards to support decision-making for those interventions, thus this process can contribute to devise better instruments for teacher intervention in support of self-regulation and co-regulation of student learning.",
        "cited_by": []
    },
    {
        "title": "Grupo de Pesquisa Tecnologias de Informação e Comunicação na Educação",
        "source_url_paper": "https://doi.org/10.5753/cbie.wcbie.2013.375",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2013;",
        "instituto": null,
        "volume": null,
        "issue": null,
        "language": "Inglês",
        "doi": "10.5753/cbie.wcbie.2013.375",
        "issn": "2316-8889",
        "authors": [
            "Ceres Germanna Braga Morais",
            "Luiz Carlos Aires de Macêdo",
            "Fernanda F. Costa",
            "Monalisa M. De Medeiros",
            "Layon A. A. B. Padre",
            "Sonally C. Lima",
            "Thalles Robson de Barbalho"
        ],
        "topics": "Social Network Analysis in Education and Communication",
        "resume": "Education\", their goals and actions in progress.",
        "cited_by": []
    },
    {
        "title": "COGNITIO: UM PROCESSO PARA REUSO DE REQUISITOS",
        "source_url_paper": "https://doi.org/10.15628/holos.2010.488",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2010;",
        "instituto": "INSTITUTO FEDERAL DO RIO GRANDE DO NORTE",
        "volume": "4",
        "issue": null,
        "language": "Português",
        "doi": "10.15628/holos.2010.488",
        "issn": "1807-1600",
        "authors": [
            "Ceres Germanna Braga Morais",
            "Jezmael De Oliveira Basilio",
            "Lyrene Fernandes da Silva",
            "Thalles Robson de Barbalho"
        ],
        "topics": "Autonomic Computing and Self-Adaptive Systems",
        "resume": "Este artigo apresenta um processo de reuso de requisitos, denominado Cognitio, o qual busca fornecer ganhos na produtividade e qualidade dos softwares gerados, de forma que os stakeholders se sintam motivados tanto para desenvolver software com reuso quanto para o reuso. Para a formação do repositório, organizamos as informações relacionadas aos requisitos através da linguagem Q7, e apresentamos através do framework NFR como o nosso processo pode ser aplicado.",
        "cited_by": []
    }
]