[
    {
        "title": "Prevalência de ansiedade e depressão em trabalhadores da Atenção Primária à Saúde",
        "source_url_paper": "https://doi.org/10.1590/2526-8910.ctoao22712997",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "UNIVERSIDADE FEDERAL DE SÃO CARLOS",
        "volume": "30",
        "issue": null,
        "language": "Português",
        "doi": "10.1590/2526-8910.ctoao22712997",
        "issn": "2526-8910",
        "authors": [
            "Rayara de Souza Julio",
            "Luciano Garcia Lourenção",
            "Stella Minasi de Oliveira",
            "Dóris Helena Ribeiro Farias",
            "Cláudia Eli Gazetta"
        ],
        "topics": "Impact of Burnout on Healthcare Professionals and Students",
        "resume": "Resumo Introdução A atualização da Política Nacional de Atenção Básica em Saúde, em 2017, trouxe importantes retrocessos para o sistema de saúde brasileiro, dificultando a atuação profissional e favorecendo o adoecimento psíquico dos trabalhadores. Objetivo Avaliar a prevalência de ansiedade e depressão em trabalhadores da atenção primária à saúde. Método Estudo transversal, realizado em 2017, em um município de grande porte do interior paulista. Foram avaliados 173 profissionais das equipes da Atenção Primária à Saúde, utilizando um questionário com variáveis sociodemográficas e profissionais; o Inventário de Ansiedade de Beck (BAI); e o Inventário de Depressão de Beck (BDI-II). Resultados A ansiedade esteve presente em 45,3% dos profissionais, sendo 25,0% com ansiedade leve, 9,9% com ansiedade moderada e 10,5% com ansiedade grave. A depressão esteve presente 41,0% dos profissionais, sendo 28,9% com depressão leve e 12,1% com depressão moderada. Houve maior prevalência de ansiedade (17,3%) e de depressão (28,3%) entre Agentes Comunitários de Saúde e menor prevalência de ansiedade (1,2%) e de depressão (0,6%) entre médicos. Conclusão Há uma prevalência elevada de ansiedade e depressão em profissionais da Atenção Primária em Saúde, especialmente em agentes comunitários de saúde. Os gestores municipais devem implementar medidas de atenção à saúde dos trabalhadores, bem como garantir condições de trabalho favoráveis, para evitar o adoecimento dos profissionais.",
        "cited_by": []
    },
    {
        "title": "Impacto da pandemia de Covid-19 no atendimento ao paciente com hanseníase: estudo avaliativo sob a ótica do profissional de saúde",
        "source_url_paper": "https://doi.org/10.33448/rsd-v11i2.25459",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "Grupo de Pesquisa Metodologias em Ensino e Aprendizagem em Ciências",
        "volume": "11",
        "issue": "2",
        "language": "Português",
        "doi": "10.33448/rsd-v11i2.25459",
        "issn": "2525-3409",
        "authors": [
            "Isael Marcos Silva Mendonça",
            "Fabrício Bezerra Eleres",
            "Elkson Matos Santos Silva",
            "Silvana Margarida Benevides Ferreira",
            "Gutembergue Santos de Sousa"
        ],
        "topics": "Transition to Remote Education in Pandemic",
        "resume": "Este estudo objetivou analisar o impacto da pandemia de Covid-19 no atendimento em hanseníase sob a ótica do profissional de saúde. Trata-se de um estudo de avaliação de serviços, transversal, descritivo, através de questionário impresso, destinado a profissionais de saúde médicos, enfermeiros e fisioterapeutas. O estudo foi realizado com 17 profissionais de saúde, sendo 7 enfermeiros, 7 médicos e 3 fisioterapeutas pertencentes a 7 unidades de saúde da atenção primária em um município paraense. Observou-se que apenas 24% dos profissionais entrevistados passaram por remanejamento de setor, 82% dos profissionais afirmaram que houve mudanças no perfil de atendimento das unidades de saúde, houve necessidade de reagendamentos de atendimentos para os pacientes, 88% dos profissionais passaram por rodízio de atividades, 47% afirmaram que houve falta de medicamentos para o tratamento da hanseníase nas unidades em que eles atuam, 53% afirmaram que não houve falta de materiais para o cuidado do paciente com hanseníase, houve dificuldades no agendamento de exames laboratoriais, na avaliação de contatos domiciliares e sociais e na referência e contrarreferência dos pacientes. A partir destes dados conclui-se que a pandemia de Covid-19 criou dificuldades para o atendimento e tratamento do paciente com hanseníase nas unidades de saúde da atenção primária em saúde participantes, gerando atrasos em agendamentos, remarcações de consultas, prorrogações de tratamento devido à falta de medicação, dificuldades na avaliação de contatos e busca ativa de novos casos, contribuindo para gerar um impacto negativo no programa e consequentemente no sistema de saúde.",
        "cited_by": []
    },
    {
        "title": "Os desafios e as potencialidades da saúde bucal na Estratégia Saúde da Família: uma análise dos processos de trabalho",
        "source_url_paper": "https://doi.org/10.1590/s0103-73312022320106",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "UNIVERSIDADE DO ESTADO DO RIO DE JANEIRO",
        "volume": "32",
        "issue": "1",
        "language": "Português",
        "doi": "10.1590/s0103-73312022320106",
        "issn": "1809-4481",
        "authors": [
            "Millane Teles Portela de Oliveira",
            "Mariana Ramalho de Farias",
            "Maristela Inês Osawa Vasconcelos",
            "Israel Rocha Brandão"
        ],
        "topics": "Development and Impact of Smart Libraries",
        "resume": "Resumo A saúde bucal foi inserida no Programa Saúde da Família por meio da Portaria do Ministério da Saúde nº 1.444/2000, mas somente após a publicação da Política Nacional de Saúde Bucal houve uma reorganização das práticas e ações em saúde bucal. O objetivo deste estudo foi identificar os principais desafios e potencialidades dos processos de trabalho em saúde bucal no âmbito da Estratégia Saúde da Família. Trata-se de uma pesquisa de abordagem qualitativa realizada com as Equipes de Saúde Bucal e a Coordenação de Saúde Bucal do município de Coreaú, Ceará, Brasil, totalizando 11 participantes. A coleta das informações ocorreu entre abril e agosto de 2019, a partir de grupo focal, diário de campo e entrevista semiestruturada. Utilizou-se a Análise de Conteúdo de Bardin, sendo realizadas triangulação e interpretação das informações definidas em cinco categorias: organização do processo de trabalho; educação em saúde; interprofissionalidade e prática colaborativa; gestão participativa e satisfação dos usuários. Concluiu-se que, no processo de trabalho, a maior problemática é a marcação dos atendimentos em saúde bucal. As potencialidades identificadas foram a inserção da Odontologia na Estratégia Saúde da Família e a integração da equipe de saúde bucal com o efetivo interesse de transformação das práticas.",
        "cited_by": []
    },
    {
        "title": "Atenção primária à saúde para o século XXI: primeiros resultados do novo modelo de financiamento",
        "source_url_paper": "https://doi.org/10.1590/1413-81232022272.20172021",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "27",
        "issue": "2",
        "language": "Português",
        "doi": "10.1590/1413-81232022272.20172021",
        "issn": "1678-4561",
        "authors": [
            "Erno Harzheim",
            "Otávio Pereira D’Ávila",
            "Lucas Alexandre Pedebôs",
            "Lucas Wollmann",
            "Luis Gustavo Mello Costa",
            "Carlo Roberto Hackmann da Cunha",
            "Luana Jonata Nunes de Moura",
            "Tales Shinji Sawakuchi Minei",
            "Lívia de Almeida Faller"
        ],
        "topics": "Financing of Health Care Systems and Universal Coverage",
        "resume": "Since 1994, Brazil has been offering Primary Health Care (PHC) services based on the Family Health Strategy. The ESF has achieved important results. During this period, the PHC financing model did not undergo major methodological changes. In this article, the results of the new financing model for PHC approved in a tripartite manner in 2019, Previne Brasil, are laid out, which is composed of (i) weighted capitation, (ii) incentives for specific and strategic actions and, (iii) payment for performance. These first results reveal the increase of more than 50 million people with qualified and unique registration, associated with the record number of more than 52 thousand FH / eAP teams financed by the Ministry of Health, with more than 35 thousand of which (67%) using electronic medical records . In addition, the registration of people and professionals of the Brazilian PHC, together with SISAB, is the largest set of demographic and clinical health data in the world. These advances favor the overcoming of difficulties to achieve greater access, longitudinality and coordination of care, qualifying the Brazilian PHC in search of better health outcomes.O Brasil, desde 1994, oferta serviços de atenção primária à saúde (APS) a partir da Estratégia Saúde da Família (ESF). A ESF alcançou resultados importantes. Nesse período, o modelo de financiamento da APS não sofreu alterações metodológicas importantes. Neste artigo, descreve-se os resultados do novo modelo de financiamento para APS aprovado de forma tripartite em 2019, o “Previne Brasil”, que é composto por (i) capitação ponderada, (ii) incentivos a ações específicas e estratégicas e (iii) pagamento por desempenho. Esses primeiros resultados revelam o incremento de mais de 50 milhões de pessoas com cadastro qualificado e único, associado ao número recorde de mais de 52 mil equipes de Saúde da Família/Equipe de Atenção Primária (EAP) financiadas pelo Ministério da Saúde, sendo mais de 35 mil (67%) com uso de prontuário eletrônico. Além disso, o cadastro das pessoas e dos profissionais da APS brasileira junto ao Sistema de Informação em Atenção Básica (SISAB) se configura como o maior conjunto de dados demográficos e clínicos de saúde do mundo. Esses avanços favorecem a superação das dificuldades para o alcance de maior acesso, longitudinalidade e coordenação do cuidado, qualificando a APS brasileira em busca de melhores resultados em saúde.",
        "cited_by": []
    },
    {
        "title": "A construção de políticas de saúde para as populações LGBT no Brasil: perspectivas históricas e desafios contemporâneos",
        "source_url_paper": "https://doi.org/10.1590/1413-812320222710.06422022",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "27",
        "issue": "10",
        "language": "Português",
        "doi": "10.1590/1413-812320222710.06422022",
        "issn": "1678-4561",
        "authors": [
            "Breno de Oliveira Ferreira",
            "Marcos Nascimento"
        ],
        "topics": "Gender Studies and Sexuality in Brazil",
        "resume": "This essay presents a timeline of the construction of health policies for lesbians, gays, bisexuals, transvestites and transsexuals (LGBT) in Brazil drawing on the concepts of sexual politics. Beginning with the creation of the Unified Health System, we outline the first health care policies developed in response to the AIDS epidemic in the 1990s. We then go on to show how, the fruit of dialogue between the government and the gay rights movement, LGBT health became the object of public policies focusing on human rights, comprehensive care, and strengthening the citizenship for people who deviate from hetero-cis-normativity. Against the backdrop of the rising tide of conservatism and dismantling of progress on LGBT rights, we highlight current challenges for achieving comprehensive health care that takes into account sexual and gender diversity.Este ensaio procura produzir memórias sobre os percursos da construção de políticas de saúde para lésbicas, gays, bissexuais, travestis e transexuais (LGBT) no Brasil, a partir da noção de política sexual. Com base na construção de uma linha do tempo que tem por ponto de partida a criação do Sistema Único de Saúde, o artigo apresenta: as primeiras produções de cuidados em saúde a partir da epidemia de Aids nos anos 1990; como a saúde se torna objeto de políticas públicas, fruto do diálogo governamental com o movimento social organizado, tendo como referência a perspectiva dos direitos humanos e da produção de cidadanização para pessoas dissidentes da cisheteronorma; e por fim, a abordagem de saúde integral como premissa da política de saúde LGBT. Em um momento de avanços de forças conservadoras e de desmonte de direitos, são apontados os desafios atuais para a construção do cuidado integral em saúde que leve em consideração a diversidade sexual e de gênero.",
        "cited_by": []
    },
    {
        "title": "Fatores de sucesso em colaborativa para redução de infecções relacionadas à assistência à saúde em unidades de terapia intensiva no Nordeste do Brasil",
        "source_url_paper": "https://doi.org/10.5935/0103-507x.20220070-pt",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2022;",
        "instituto": "Associação de Medicina Intensiva Brasileira",
        "volume": "34",
        "issue": "3",
        "language": "Português",
        "doi": "10.5935/0103-507x.20220070-pt",
        "issn": "1982-4335",
        "authors": [
            "Ladjane Santos Wolmer de Melo",
            "Thaís Moreira Estevão",
            "Juliana Sousa de Castro Chaves",
            "Janaina Maria Silva Vieira",
            "Marialba de Morais Siqueira",
            "Iêda Ludmer Guedes Alcoforado",
            "Cláudia Fernanda de Lacerda Vidal",
            "Heloísa Ramos Lacerda"
        ],
        "topics": "Factors Influencing Patient Satisfaction with Healthcare",
        "resume": "To describe the implementation and results of the collaborative PROADI-SUS project by the Brazilian Ministry of Health to reduce healthcare-associated infections: ventilator-associated pneumonia, primary central line-associated bloodstream infection and catheter-associated urinary tract infections.This was a prospective observational study that investigated the implementation stages and outcomes during 18 months in five intensive care units in the city of Recife. Reductions in healthcare-associated infections in each unit were calculated using previous medians compared to those of the study period.The goal of reducing the three healthcare-associated infections, i.e., 30% in 18 months, was achieved in at least one of the healthcare-associated infections and was also achieved for two healthcare-associated infections in two hospitals and three healthcare-associated infections in just one hospital; the latter reached the target of 36 months. Implementing the bundles and monitoring the results by the professionals were considered essential actions by the local management teams. In addition, the acquisition of supplies and their availability alongside the beds, signage, checklists, staff awareness, adaptation, team building, training and celebration of achievements were assessed as being relevant for reducing healthcare-associated infections.The collaborative approach reduced healthcare-associated infections, despite partial adherence to the bundles. The hypothesis is that success is related to the project methodology and motivated multidisciplinary teams, especially nursing teams.Descrever a implementação e os resultados da colaborativa PROADI-SUS, do Ministério da Saúde Brasileiro, para redução das infecções relacionadas à assistência à saúde: pneumonia associada à ventilação mecânica, infecção primária da corrente sanguínea associada ao cateter venoso central e infecção do trato urinário associada ao cateter vesical de demora.Estudo observacional prospectivo que pesquisou as etapas da implementação e dos resultados por 18 meses, em cinco unidades de terapia intensiva de Recife. As reduções de infecções relacionadas à assistência à saúde em cada unidade foram calculadas pelas medianas anteriores comparadas ao período do estudo.A meta de redução das três infecções relacionadas à assistência à saúde, ou seja, 30% em 18 meses, foi obtida em no mínimo uma das infecções relacionadas à assistência à saúde nas cinco unidades de terapia intensiva, sendo ainda atingida para duas infecções relacionadas à assistência à saúde em dois hospitais e nas três infecções relacionadas à assistência à saúde em apenas um hospital; este último atingiu a meta prevista para 36 meses. Foram ações consideradas essenciais pelas equipes gestoras locais a implantação dos bundles e o acompanhamento dos resultados pelos profissionais. Também, aquisição de insumos e disponibilização junto aos leitos, sinalização, checklists, conscientização da equipe, adaptação, criação de times, treinamento e comemoração de conquistas foram avaliados como relevantes para redução das infecções relacionadas à assistência à saúde.A colaborativa reduziu infecções relacionadas à assistência à saúde, apesar da adesão parcial aos bundles. A hipótese é a de que o êxito se relacione com a metodologia do projeto e equipes multiprofissionais motivadas, especialmente a enfermagem.",
        "cited_by": []
    },
    {
        "title": "Sustentabilidade da Atenção Primária à Saúde em territórios rurais remotos na Amazônia fluvial: organização, estratégias e desafios",
        "source_url_paper": "https://doi.org/10.1590/1413-81232022274.01112021",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "27",
        "issue": "4",
        "language": "Português",
        "doi": "10.1590/1413-81232022274.01112021",
        "issn": "1678-4561",
        "authors": [
            "Márcia Cristina Rodrigues Fausto",
            "Lígia Giovanella",
            "Juliana Gagno Lima",
            "Lucas Manoel da Silva Cabral",
            "Helena Seidl"
        ],
        "topics": "Maternal and Child Nutrition in Developing Countries",
        "resume": "The article analyzes singularities of the Primary Health Care (PHC) organization in rural remote municipalities (RRM) in the Amazon under the influence of rivers and discusses challenges for comprehensive care in the Unified Health System (SUS). This is a qualitative and quantitative study of multiple cases in seven RRM through the analysis of interviews with managers, visits to services and secondary data. The RRM of the fluvial Amazon are small, with a sparse, dispersed population living in conditions of social vulnerability. Long distances, rivers and transport irregularities interfere with access to PHC services. The Family Health Strategy is implemented in the municipal system, however areas without assistance coverage, unavailability of PHC services and adaptations to the Strategy imposed by the characteristics of the context remain. The challenges are related to the financing, provision and fixation of the workforce and barriers of geographic access compromise the PHC response capacity in SUS. PHC sustainability requires strategic measures, resources and actions from multiple sectors and public agents; national support policies with feasibility for local execution, so that PHC services are established and make sense in such unique spaces.O artigo analisa singularidades da organização Atenção Primária à Saúde (APS) em municípios rurais remotos (MRR) da Amazônia sob influência dos rios e discute desafios para atenção integral no Sistema Único de Saúde (SUS). Trata-se de estudo qualitativo e quantitativo de casos múltiplos em sete MRR mediante a análise de entrevistas com gestores, visitas a serviços e dados secundários. Os MRR da Amazônia fluvial são pequenos, com população rarefeita, dispersa vivendo em condições de vulnerabilidade social. Longas distâncias, regime dos rios e irregularidade dos transportes interferem no acesso aos serviços de APS. A Estratégia Saúde da Família está implementada no sistema municipal, contudo permanecem áreas sem cobertura assistencial, indisponibilidade de serviços de APS e adaptações à Estratégia impostas pelas características do contexto. Os desafios estão relacionados ao financiamento, provisão e fixação da força de trabalho, e barreiras de acesso geográfico comprometem a capacidade de resposta da APS no SUS. A sustentabilidade da APS exige medidas estratégicas, recursos e ações de múltiplos setores e agentes públicos; políticas de suporte nacional com viabilidade para execução local, para que os serviços de APS se estabeleçam e façam sentido em espaços tão singulares.",
        "cited_by": []
    },
    {
        "title": "Longitudinalidade do cuidado: fatores associados à adesão à consulta puerperal segundo dados do PMAQ-AB",
        "source_url_paper": "https://doi.org/10.1590/0102-311x00103221",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "Escola Nacional de Saúde Pública, Fundação Oswaldo Cruz",
        "volume": "38",
        "issue": "3",
        "language": "Português",
        "doi": "10.1590/0102-311x00103221",
        "issn": "1678-4464",
        "authors": [
            "Tatiane Baratieri",
            "Maicon Henrique Lentsck",
            "Larissa Pereira Falavina",
            "Letícia Gramázio Soares",
            "Kelly Holanda Prezotto",
            "Érica de Brito Pitilin"
        ],
        "topics": "Breastfeeding: Epidemiology, Mechanisms, and Health Outcomes",
        "resume": "The aim was to identify factors of longitudinal care associated with women´s adherence to postpartum consultation in Brazil. This was a cross-sectional study of data from 19,177 postpartum women who participated in the external assessment of the third cycle of the Brazilian National Program for Improvement of Access and Quality of Basic Care (PMAQ-AB), 2017. The dependent variable was postpartum consultation, and the independent variables, grouped hierarchically, were sociodemographic and economic at the distal level and issues analogous to longitudinal care at the proximal level. Multiple logistic regression analysis was performed with hierarchical entry of variables, where sociodemographic and economic variables were used to adjust the model. The results showed that 53% of women had undergone postpartum follow-up. The odds of adherence to postpartum follow-up were higher in women who received a home visit by a community health agents in the first week after childbirth (OR = 4.81), those with seven or more prenatal consultations (OR = 2.74), those who had sought care at the health unit in question (OR = 1.21), and those who had been seen by the same physician (OR = 1.14). In conclusion, the proportion of postpartum consultations was low (53%), and adherence to postpartum follow-up was higher when women received visits by community health agents, were accompanied by the same physician, had regular prenatal care, and had a specific healthcare unit as their regular source of care. Consistent longitudinal care was identified as an attribute of primary care that should be strengthened to improve postpartum care.Objetivou-se identificar os fatores de longitudinalidade do cuidado associados à adesão das mulheres à consulta puerperal no Brasil. Trata-se de um estudo transversal com dados secundários de 19.177 puérperas que participaram da avaliação externa do terceiro ciclo do Programa Nacional de Melhoria do Acesso e da Qualidade da Atenção Básica (PMAQ-AB), de 2017. A variável dependente foi a realização de consulta puerperal e as variáveis independentes, agrupadas em níveis de maneira hierarquizada, foram as sociodemográficas e econômicas, como nível distal; e questões análogas à longitudinalidade do cuidado, como o nível proximal. Realizou-se análise de regressão logística múltipla, com entrada hierarquizada das variáveis, sendo as variáveis sociodemográficas e econômicas utilizadas para ajuste do modelo. Os resultados mostraram que a proporção de mulheres que realizaram consulta puerperal foi de 53%. Mulheres que receberam visita domiciliar do agente comunitário de saúde (ACS) na primeira semana após o parto (OR = 4,81), com sete ou mais consultas de pré-natal (OR = 2,74), que procuraram atendimento na unidade de saúde em questão (OR = 1,21) e atendidas pelo mesmo(a) médico(a) (OR = 1,14) têm mais chance de aderir à consulta puerperal. Conclui-se que a proporção de realização da consulta puerperal é baixa (53%), e que a adesão das mulheres à consulta puerperal é maior quando recebem visita do ACS, são acompanhadas pelo(a) mesmo(a) médico(a), têm acompanhamento pré-natal e têm uma unidade de saúde como fonte regular de cuidado. A longitudinalidade do cuidado foi identificada como um atributo da atenção primária que deve ser fortalecido para aprimorar a atenção pós-parto.El objetivo fue identificar factores de longitudinalidad del cuidado asociados a la adhesión de las mujeres a la consulta posparto en Brasil. Se trata de un estudio transversal con datos secundarios de 19.177 puérperas que participaron en la evaluación externa del tercer ciclo del Programa Nacional de Mejoría de Acceso y Calidad de la Atención Básica (PMAQ-AB), 2017. La variable dependiente fue la realización de la consulta posparto y las variables independientes, agrupadas en niveles de manera jerarquizada, fueron las sociodemográficas y económicas, como nivel distal; cuestiones análogas a la longitudinalidad del cuidado, como nivel proximal. Se realizó un análisis de regresión logística múltiple, con entrada jerarquizada de las variables, siendo las variables sociodemográficas y económicas utilizadas para el ajuste del modelo. Los resultados mostraron que la proporción de mujeres que realizaron la consulta posparto fue de un 53%. Las mujeres que recibieron visita domiciliaria del agentes comunitarios de salud durante la primera semana tras el parto (OR = 4,81), con siete o más consultas prenatales (OR = 2,74), buscaron atención en la unidad de salud en cuestión (OR = 1,21) y fueron atendidas por el mismo(a) médico(a) (OR = 1,14) tienen más oportunidades de adherirse a la consulta posparto. Se concluye que la proporción de realización de la consulta posparto es baja (53%), y que la adhesión de las mujeres a la consulta puerperal es mayor cuando reciben visita del agentes comunitarios de salud, están acompañadas por el(a) mismo(a) médico(a), hay seguimiento prenatal y hay una unidad de salud como fuente de cuidado regular. La longitudinalidad del cuidado se identificó como un atributo de la atención primaria que debe ser fortalecido para perfeccionar la atención posparto.",
        "cited_by": []
    },
    {
        "title": "SAÚDE DO HOMEM NA ATENÇÃO BÁSICA: FATORES QUE INFLUENCIAM A BUSCA PELO ATENDIMENTO",
        "source_url_paper": "https://doi.org/10.21680/2446-7286.2022v8n2id26410",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "Postgraduate Program in Tourism of the Federal University of Rio Grande do Norte",
        "volume": "8",
        "issue": "2",
        "language": "Português",
        "doi": "10.21680/2446-7286.2022v8n2id26410",
        "issn": "2446-7286",
        "authors": [
            "Clausson Disney Silva Júnior",
            "Jéssica Rodrigues de Souza",
            "Natatia Santana Carvalho",
            "Shirley Pereira de Almeida",
            "Lílian Machado Torres"
        ],
        "topics": "Judicialization of Healthcare Access in Brazil",
        "resume": "Introdução: Alguns aspectos influenciam o distanciamento dos homens em buscar atendimento nas Unidades de Saúde. Objetivo: Analisar os fatores que influenciam o atendimento à saúde do homem na Atenção Primária de Saúde. Metodologia: Pesquisa qualitativa realizada em uma Unidade Básica de Saúde de Belo Horizonte. Foram entrevistados homens entre 18 e 59 anos atendidos no referido serviço. O conteúdo dos depoimentos foi submetido à análise temática de conteúdo. Resultados: Os participantes desconhecem a política a eles direcionada e expressaram como se sentem durante a atenção, diante da demora no atendimento e do desejo de serem assistidos como as mulheres. Emergiram três categorias: (Des)Conhecendo as políticas de saúde; A busca pelos serviços de saúde; e A insatisfação dos homens: revelando fatores que dificultam a procura aos serviços de saúde. Conclusões: Urge identificar a satisfação do público alvo. Capacitação e sensibilização permanentes das equipes concorrem para melhorias do cuidado cotidiano.\n Palavras-Chave: Saúde do Homem; Enfermagem; Atenção Primária à Saúde; Satisfação do Paciente.",
        "cited_by": []
    },
    {
        "title": "EDUCAÇÃO EM SAÚDE E NA SAÚDE: CONCEITOS, PRESSUPOSTOS E ABORDAGENS TEÓRICAS",
        "source_url_paper": "https://doi.org/10.36925/sanare.v21i2.1669",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": null,
        "volume": "21",
        "issue": "2",
        "language": "Português",
        "doi": "10.36925/sanare.v21i2.1669",
        "issn": "2317-7748",
        "authors": [
            "Denise Lima Nogueira",
            "Maria do Socorro de Sousa",
            "María Socorro de Araújo Dias",
            "Vicente De Paulo Teixeira Pinto",
            "Ana Cristina Lindsay",
            "Márcia Maria Tavares Machado"
        ],
        "topics": "Education in Brazil: Policies and Practices",
        "resume": "Buscando analisar as terminologias “Educação em Saúde” e “Educação na Saúde”, compreendendo o contexto histórico em que emergiram e seus fundamentos teórico-metodológicos, foi realizado um ensaio teórico a partir do movimento interativo da hermenêutica e dialética. Para tanto, utilizou-se de artigos científicos nacionais e internacionais, documentos legais e manuais do Ministério da Saúde do Brasil, assim como livros sobre a temática disponíveis nos últimos 20 anos. A análise favoreceu depreender que essas terminologias apresentam unidades de sentido próprias, com tessituras convergentes, agrupadas, neste ensaio, em duas categorias: Educação em Saúde e Educação em Saúde. Em seus aspectos, cada modalidade da Educação na Saúde apresenta contribuições aos sistemas de saúde. Todavia, levando em conta que a Educação Permanente tem a capacidade de transformar a realidade e o cotidiano do trabalho em saúde, ela emerge como prática pedagógica inovadora ao setor, estando em consonância com a abordagem educacional sociocultural de Paulo Freire.",
        "cited_by": []
    },
    {
        "title": "Mulheres profissionais da saúde e as repercussões da pandemia da Covid-19: é mais difícil para elas?",
        "source_url_paper": "https://doi.org/10.1590/0103-1104202213203",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "Centro Brasileiro de Estudos de Saúde",
        "volume": "46",
        "issue": "132",
        "language": "Português",
        "doi": "10.1590/0103-1104202213203",
        "issn": "2358-2898",
        "authors": [
            "Julia Vieira",
            "Isabela Gago Anido",
            "Karina Barros Calife Batista"
        ],
        "topics": "Impacts of COVID-19 on Global Economy and Markets",
        "resume": "RESUMO A pandemia da Covid-19 promoveu mudanças significativas no cotidiano de todos, mas entre os profissionais da saúde, estas foram ainda mais profundas. A crise sanitária impactou relações pessoais, sociais e familiares, trazendo sensação de desamparo e insegurança, agravadas ainda pelo desastroso enfrentamento da pandemia pelo governo federal no Brasil. A força de trabalho na saúde tem sido apontada pela literatura como majoritariamente feminina e o papel social de gênero, somado ao contexto atual, agrava as implicações da pandemia para as mulheres. Este estudo analisou as repercussões da pandemia da Covid-19 sobre diferentes perfis de profissionais da saúde no estado de São Paulo. Estudo descritivo, utilizou questionário semiestruturado, on-line validado e o processamento dos dados quantitativos foi realizado pelo software Stata 13.0. Foram comparadas as respostas de acordo com o gênero declarado. Os achados corroboram com a literatura acerca da prevalência importante de sobrecarga de profissionais da saúde, e da discrepância entre fatores de sobrecarga apontados por gênero. A sobrecarga doméstica foi mais presente entre mulheres, reforçando que estas são afetadas de maneira desigual. Essa situação fragiliza a saúde mental, traz alterações no humor, sono, cognição, ansiedade, desconforto físico e pessimismo. Os resultados reforçam a necessidade de um olhar de gênero para as ações e respostas às consequências que surgirão à medida que a pandemia avança e na recuperação da sociedade no pós-pandemia.",
        "cited_by": []
    },
    {
        "title": "Ações de promoção e proteção à saúde mental do idoso na atenção primária à saúde: uma revisão integrativa",
        "source_url_paper": "https://doi.org/10.1590/1413-81232022275.23112021",
        "type_publication": "Revisão",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "27",
        "issue": "5",
        "language": "Português",
        "doi": "10.1590/1413-81232022275.23112021",
        "issn": "1678-4561",
        "authors": [
            "Aline Pereira de Souza",
            "Kátia Terezinha Alves Rezende",
            "María José Sanches Marín",
            "Sílvia Franco da Rocha Tonhom",
            "Daniela Garcia Damaceno"
        ],
        "topics": "Development and Impact of Smart Libraries",
        "resume": "The increase in the elderly population requires rethinking the organization of society, especially health services. The aim was to analyze actions aimed at promoting and protecting the mental health of the elderly in the context of primary health care, through an integrative review. The databases used were: Lilacs, Scopus, IBECS, Medline, CINAHL, BDENF and Index Psicologia. The descriptors used were \"elderly\", \"health promotion\", \"mental health\" and \"primary health care\". The final sample included 15 articles. The results indicate that group actions contribute to the reduction of depressive symptoms; health education in the perspective of active learning, aiming at health literacy and memory workshop strengthening spaces for socialization. Matrix support is highlighted as an indispensable tool for new mental health practices. We conclude that the moment is right for expanding the scope of actions offered to the elderly in psychological distress. Efforts have been detected in the production of care aiming at integrality, which is still incipient.O aumento da população de idosos exige repensar a organização da sociedade, especialmente os serviços de saúde. Por meio de revisão integrativa, o objetivo foi analisar ações de promoção e proteção à saúde mental do idoso no contexto da atenção primária à saúde. As bases de dados foram: LILACS, Scopus, IBECS, Medline, CINAHL, BDENF e Index Psicologia. Os descritores foram “idoso”, “promoção da saúde”, “saúde mental” e “atenção primária à saúde”. A amostra final foi constituída por 15 artigos. Os resultados apontam ações em grupo contribuindo para a redução de sintomas depressivos, educação em saúde na perspectiva da aprendizagem ativa, visando à alfabetização em saúde, e oficina de memória, fortalecendo espaços de socialização. Ressalta-se o apoio matricial como ferramenta indispensável a novas práticas em saúde mental. Conclui-se que o momento é de ampliação do escopo de ações oferecidas aos idosos em sofrimento psíquico. Detectam-se esforços para a produção do cuidado na direção da integralidade, mas ainda incipientes.",
        "cited_by": []
    },
    {
        "title": "A criança no ambiente hospitalar e o processo de humanização",
        "source_url_paper": "https://doi.org/10.53660/clm-381-376",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": null,
        "volume": "22",
        "issue": "4",
        "language": "Português",
        "doi": "10.53660/clm-381-376",
        "issn": "1414-7327",
        "authors": [
            "Carollyna Alves do Nascimento Dourado",
            "Ana Paula Siqueira Silva de Almeida",
            "Raylton Aparecido Nascimento Silva",
            "Robson Mariano Oliveira Silva",
            "Maria de Fátima Antunes Rangel",
            "Maikerlley Gomes Silva",
            "Vitor Pachelle Lima Abreu",
            "Rafael Silveira da Mota",
            "Maurício Aires Vieira",
            "Thiago Oliveira Sabino de Lima",
            "Ruhena Kelber Abrão"
        ],
        "topics": "Mortality and Sequelae of Preterm Birth",
        "resume": "A hospitalização é vista como um processo doloroso, por isso muito se discute na acerca da humanização dos setores hospitalares, principalmente na pediatria, já que a criança é considerada um ser frágil que requer cuidados especiais. A humanização configura-se como uma das estratégias para responder efetivamente às complexas necessidades de saúde de indivíduos e populações. Na atenção à saúde da criança, é enfatizado um cuidado integral e multiprofissional que possibilite a compreensão das necessidades e direitos da criança como indivíduo. Neste estudo objetivou-se conhecer a respeito do processo de humanização que o profissional de saúde, em especial o da enfermagem, oferece ao paciente pediátrico no ambiente hospitalar, isso por meio da revisão sistemática da literatura. A revisão estruturou-se mediante o seguinte percurso: formulação da questão norteadora e objetivo da revisão, busca nas bases de dados, estabelecimento de critérios de inclusão e exclusão dos trabalhos por meio da leitura dos resumos, busca dos textos na íntegra, definição dos dados a serem coletados das produções selecionadas, extração dos dados, análise, apresentação e discussão dos resultados. Os dados extraídos das produções selecionadas foram apresentados, configurando uma análise descritiva por categorização. Os resultados encontrados mostraram aspectos como: participação da família, adequação do ambiente de internação, incorporação do lúdico, humanização da assistência perinatal e cuidado integral. Concluiu-se que os achados contribuem para as reflexões na área da atenção à saúde da criança, contribuindo assim, para que os profissionais de enfermagem possam trabalhar estratégias que garantam a humanização da atenção à saúde da criança no contexto hospitalar, visando uma assistência mais qualificada e um cuidado menos traumático.",
        "cited_by": []
    },
    {
        "title": "<br/> PANDEMIA POR COVID-19: O IMPACTO DO DISTANCIAMENTO SOCIAL NA SAÚDE MENTAL DA CRIANÇA E ADOLESCENTE - REVISÃO INTEGRATIVA <br/>",
        "source_url_paper": "https://doi.org/10.24902/r.riase.2021.7(2).488.252-277",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2022;",
        "instituto": "University of Évora",
        "volume": "7",
        "issue": "2",
        "language": "Português",
        "doi": "10.24902/r.riase.2021.7(2).488.252-277",
        "issn": "2183-6663",
        "authors": [
            "Carla Sofia Trindade",
            "Rute Isabel Trigo",
            "Isabel Cristina Pena",
            "Ana Rita Gomes",
            "Inês Cristina Serôdio",
            "Francisco Manuel Vaz"
        ],
        "topics": "Evolution and Challenges of Healthcare in Brazil",
        "resume": "Introdução : A COVID-19 foi declarada pela Organização Mundial da Saúde como pandemia e foram implementadas medidas para proteção da saúde e preparação da resposta dos sistemas de saúde. As medidas de distanciamento social, acarretaram efeitos colaterais com impacto na saúde mental da criança/adolescente pelo que se tornou importante compreender as reações e as necessidades desta população. O objetivo foi identificar o impacto do distanciamento social na saúde mental da criança/adolescente durante a pandemia por COVID-19. Metodologia: Estudo de revisão integrativa da literatura, através de pesquisa no agregador de base de dados EBSCOhost®, B-on e ResearchGate®, com os descritores de pesquisa selecionados, no período da segunda quinzena de março à primeira quinzena de abril de 2020 e posteriormente na primeira quinzena de maio de 2021, para responder à questão: Qual o impacto do distanciamento social na saúde mental da criança/adolescente durante a pandemia por COVID-19? Resultados : Foram seguidos os passos do modelo PRISMA ( Preferred Reporting Items for Systematic Reviews and Meta-Analyses ), atendendo aos critérios de inclusão. Após a análise dos artigos, selecionaram-se 12 para integrar a amostra. Conclusão: Os resultados da revisão integrativa evidenciam repercussões na saúde mental. Foram descritas estratégias para minimizar as consequências, sendo as intervenções de enfermagem preponderantes na deteção de alterações na saúde mental e na implementação de estratégias para minorar estas perturbações. Palavras-chave: Adolescente; Criança; Distanciamento Social; Pandemias; Saúde Mental",
        "cited_by": []
    },
    {
        "title": "Educação permanente em saúde sob a ótica de gestores e trabalhadores da atenção primária à saúde",
        "source_url_paper": "https://doi.org/10.17267/2594-7907ijeh.2022.e4412",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ESCOLA BAHIANA DE MEDICINA E SAÚDE PÚBLICA",
        "volume": "6",
        "issue": null,
        "language": "Português",
        "doi": "10.17267/2594-7907ijeh.2022.e4412",
        "issn": "2594-7907",
        "authors": [
            "Israel Victor De Oliveira",
            "Eliana Aparecida de Paula Silva",
            "Paula Bertoluci Alves Pereira",
            "Daiana Bonfim",
            "Celso Zilbovícius",
            "Rogério Nogueira de Oliveira"
        ],
        "topics": "Science Education in Schools and Universities",
        "resume": "INTRODUÇÃO: A Educação Permanente em Saúde é estratégia político pedagógica que objetiva a qualificação e fortalecimento em diversos níveis do Sistema Único de Saúde. OBJETIVOS: Apresentar experiências de Educação Permanente em Saúde do cotidiano de Equipes de Saúde da Família em Unidades Básicas de Saúde da zona sul de São Paulo. MATERIAIS E MÉTODOS: Pesquisa qualitativa com trabalhadores e gestores de unidades da zona sul de São Paulo, que tem como referências de análise a concepção institucional de educação permanente em saúde e a micropolítica da gestão e do cuidado em saúde. A coleta de dados foi realizada entre os meses de fevereiro e abril de 2019, com 25 trabalhadores de 05 gestores (n=30) por meio de entrevistas e grupos focais. Os dados foram submetidos à análise de conteúdo temática. RESULTADOS: Foram identificadas quatro categorias empíricas: “Concepções acerca da EPS”, “Ações de EPS na realidade das UBS”, “Facilitadores para a EPS no cotidiano” e “Dificultadores ou barreiras para a concretização da EPS no cotidiano”. CONCLUSÃO: Apesar da influência do modelo gerencialista e das barreiras identificadas que atravessam o cotidiano das equipes, a educação permanente em saúde movimenta ações alinhadas com os princípios e diretrizes do Sistema Único de Saúde para a produção do trabalho vivo nos territórios.",
        "cited_by": []
    },
    {
        "title": "Racismo e iniquidade racial na autoavaliação de saúde ruim: o papel da mobilidade social intergeracional no Estudo Longitudinal de Saúde do Adulto (ELSA-Brasil)",
        "source_url_paper": "https://doi.org/10.1590/0102-311x000341920",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "Escola Nacional de Saúde Pública, Fundação Oswaldo Cruz",
        "volume": "38",
        "issue": "1",
        "language": "Espanhol",
        "doi": "10.1590/0102-311x000341920",
        "issn": "1678-4464",
        "authors": [
            "Lidyane do Valle Camelo",
            "Carolina Gomes Coelho",
            "Dóra Chor",
            "Rosane Härter Griep",
            "Maria da Conceição Chagas de Almeida",
            "Luana Giatti",
            "Sandhi Maria Barreto"
        ],
        "topics": "Health Effects of Precarious Employment and Unemployment",
        "resume": "Blacks and Browns have major health disadvantages, are less likely to rise in the social hierarchy throughout the course of life, and pertain to lower socioeconomic levels than Whites as a result of structural racism. However, little is known about the mediating role of intergenerational mobility in the association between race/skin color and health. The aim of the present study was to investigate the association between racism and self-rated health and to verify to what extent intergenerational social mobility mediates this association. This was a cross-sectional study conducted with data from 14,386 participants from the Brazilian Longitudinal Study of Adult Health (ELSA-Brasil) baseline (2008-2010). Maternal education, education of the participant, socio-occupational class of the head of household, and socio-occupational class of the participant were used in the indicators of intergenerational social mobility (educational and socio-occupational). Logistic regression models were used. The prevalence of poor self-rated health was 15%, 24%, and 28% among Whites, Browns, and Blacks, respectively. After adjustments for age, sex, and research center, greater chances of poor self-rated health were found among Blacks (OR = 2.15; 95%CI: 1.92-2.41) and Browns (OR = 1.82; 95%CI: 1.64-2.01) when compared to Whites. Intergenerational educational and socio-occupational mobility mediated, respectively, 66% and 53% of the association between race/color and poor self-rated health in Blacks, and 61% and 51% in Browns, respectively. Results confirm racial iniquity in self-rated health and point out that unfavorable intergenerational social mobility is an important mechanism to explain this iniquity.Pretos e pardos apresentam grandes desvantagens de saúde, possuem menores chances de ascensão na hierarquia social no curso de vida e menores níveis socioeconômicos do que brancos como resultado do racismo estrutural. Entretanto, pouco se sabe sobre o papel mediador da mobilidade intergeracional na associação entre racismo e saúde. O objetivo do presente estudo foi investigar a associação entre racismo e a autoavaliação de saúde, e verificar em que medida a mobilidade social intergeracional media essa associação. Estudo transversal realizado com dados de 14.386 participantes da linha de base (2008-2010) do Estudo Longitudinal de Saúde do Adulto (ELSA-Brasil). Escolaridade materna, escolaridade do participante, classe sócio-ocupacional do chefe de família e classe sócio-ocupacional do participante compuseram os indicadores de mobilidade social intergeracional (educacional e sócio-ocupacional). Modelos de regressão logística foram utilizados. A prevalência de autoavaliação de saúde ruim foi de 15%, 24% e 28% entre brancos, pardos e pretos, respectivamente. Após ajustes por idade, sexo e centro de investigação foram encontradas maiores chances de autoavaliação de saúde ruim entre pretos (OR = 2,15; IC95%: 1,92-2,41) e pardos (OR = 1,82; IC95%: 1,64-2,01) quando comparados aos brancos. A mobilidade educacional e sócio-ocupacional intergeracional mediaram, respectivamente, 66% e 53% da associação entre a raça/cor e autoavaliação de saúde ruim em pretos, e 61% e 51% em pardos, respectivamente. Resultados confirmam a iniquidade racial na autoavaliação de saúde e apontam que a mobilidade social intergeracional desfavorável é um importante mecanismo para explicar essa iniquidade.Negros y mulatos presentan grandes desventajas de salud, poseen menores oportunidades de ascensión en la jerarquía social en el trascurso de su vida, y menores niveles socioeconómicos que los blancos, como resultado del racismo estructural. No obstante, poco se sabe sobre el papel mediador de la movilidad intergeneracional en la asociación entre racismo y salud. El objetivo de este estudio fue investigar la asociación entre racismo y autoevaluación de salud, así como verificar en qué medida la movilidad social intergeneracional interfiere en esa asociación. Se trata de un estudio transversal, realizado con datos de 14.386 participantes de la base de referencia (2008-2010) del Estudio Longitudinal de Salud de Adultos (ELSA-Brasil). La escolaridad materna, del participante, clase socio-ocupacional del jefe de familia y clase socio-ocupacional del participante compusieron los indicadores de movilidad social intergeneracional (educacional y socio-ocupacional). Se utilizaron modelos de regresión logística. La prevalencia de autoevaluación de mala salud fue de 15%, 24% y 28% entre blancos, mulatos/mestizos y negros, respectivamente. Tras los ajustes por edad, sexo y centro de investigación, se encontraron mayores oportunidades de autoevaluación de mala salud entre negros (OR = 2,15; IC95%: 1,92-2,41) y mulatos/mestizos (OR = 1,82; IC95%: 1,64-2,01), cuando se compara con los blancos. La movilidad educacional y socio-ocupacional intergeneracional mediaron, respectivamente, 66% y 53% de la asociación entre raza/color y autoevaluación de mala salud en negros, y 61% y 51% en mulatos/mestizos, respectivamente. Los resultados confirman la inequidad racial en la autoevaluación de salud y apuntan que la movilidad social intergeneracional desfavorable es un importante mecanismo para explicar esa inequidad.",
        "cited_by": []
    },
    {
        "title": "Agendas de saúde voltadas para gays e lésbicas",
        "source_url_paper": "https://doi.org/10.1590/1413-812320222710.23792021",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "27",
        "issue": "10",
        "language": "Português",
        "doi": "10.1590/1413-812320222710.23792021",
        "issn": "1678-4561",
        "authors": [
            "Romeu Gomes"
        ],
        "topics": "Adolescent Sexual Health and Behavior Patterns",
        "resume": "The aim of this study was to validate gay and lesbian health agendas pushed by organizations representing these groups. To this end, we created a health agenda matrix based on 25 narratives of representatives from 16 different gay and lesbian groups in ten state capitals in Brazil collected in another study. Each agenda was considered to have reached consensus when the mean score was equal to or greater than seven and SD was equal to or less than two. The validated agendas addressed the following themes: physical and psychological violence; the care needs of lesbians related to uterine and breast cancer; mental health; training of health care professionals; AIDS prevention and care; assisted reproduction for lesbians; the urological and proctological care needs of gays; development of informative material on general health; and information and treatment of sexually transmitted diseases. It is concluded that gay and lesbian movements are potentially important actors in the public health arena, not only proposing important issues that need to be considered in public policies and actions to improve health care for LGBT people, but also mediating between health professionals and homosexuals seeking health services.O estudo objetivou validar agendas reivindicadas por representantes de grupos homossexuais voltadas para a atenção integral à saúde de gays e lésbicas. Para isso, foi elaborada uma matriz de agendas de saúde baseada na consulta a acervo de outro estudo, composto por 25 narrativas de representantes de 16 grupos de dez capitais brasileiras. As agendas foram consideradas validadas a partir da média de pontuações igual ou superior a sete e desvio padrão igual ou inferior a dois. As agendas validadas se relacionaram às seguintes temáticas: violência física ou psicológica; atenção às lésbicas relacionada aos cânceres de útero e mama; saúde mental; capacitação de profissionais de saúde; prevenção e atenção voltadas para a Aids; reprodução assistida para lésbicas; atenção a gays relacionada ao atendimento urológico e proctológico; desenvolvimento de materiais informativos sobre a saúde em geral; e informação e tratamento das infecções sexualmente transmissíveis. Conclui-se que os movimentos de gays e lésbicas podem ser atores importantes no âmbito da saúde coletiva, não só indicando pautas a serem consideradas nas políticas e nos planejamentos voltados para a saúde de seus integrantes, podem também ser mediadores entre os profissionais de saúde e os homossexuais que buscam os cuidados desses profissionais.",
        "cited_by": []
    },
    {
        "title": "Atuação do enfermeiro em saúde mental na estratégia de saúde da família",
        "source_url_paper": "https://doi.org/10.12662/2317-3076jhbs.v10i1.3721.p1-6.2022",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2022;",
        "instituto": "CENTRO UNIVERSITÁRIO CHRISTUS",
        "volume": "10",
        "issue": "1",
        "language": "Português",
        "doi": "10.12662/2317-3076jhbs.v10i1.3721.p1-6.2022",
        "issn": "2317-3084",
        "authors": [
            "Ricardo Otávio Maia Gusmão",
            "Tiê Menezes Viana",
            "Diego Dias de Araújo",
            "Jaqueline D`Paula Ribeiro Vieira Torres",
            "Renê Ferreira da Silva"
        ],
        "topics": "Development and Impact of Smart Libraries",
        "resume": "Objetivos: conhecer a atuação do enfermeiro e os cuidados desempenhados em saúde mental na Estratégia de Saúde da Família. Método: estudo descritivo e qualitativo, tendo como cenário um polo de matriciamento em saúde mental. A coleta de dados foi realizada por meio de entrevista individual, com questionário semiestruturado. Resultados: os resultados obtidos foram agrupados e discutidos por meio das seguintes categorias: ações de enfermagem no campo da saúde mental desenvolvidas na Estratégia de Saúde da Família e apoio matricial em Saúde Mental como elemento facilitador da prática de enfermagem. Conclusão: os enfermeiros têm desenvolvido ações de enfermagem no campo da saúde mental na Estratégia de Saúde da Família, e o apoio matricial atua como principal elemento facilitador da prática de enfermagem, reafirmando a Reforma Psiquiátrica Brasileira. Em contrapartida, a sobrecarga de ações e a restrita formação em saúde mental são elementos que dificultam o trabalho desse profissional.",
        "cited_by": []
    },
    {
        "title": "Uma análise sobre o desenvolvimento de tecnologias digitais em saúde para o enfrentamento da COVID-19 no Brasil e no mundo",
        "source_url_paper": "https://doi.org/10.1590/0102-311x00243220",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Escola Nacional de Saúde Pública, Fundação Oswaldo Cruz",
        "volume": "37",
        "issue": "3",
        "language": "Português",
        "doi": "10.1590/0102-311x00243220",
        "issn": "1678-4464",
        "authors": [
            "Ianka Cristina Celuppi",
            "Geovana dos Santos Lima",
            "Elaine Rossi",
            "Raul Sidnei Wazlawick",
            "Eduardo Monguilhott Dalmarco"
        ],
        "topics": "Mobile Health Interventions and Applications",
        "resume": "A pandemia de coronavírus que atingiu o mundo no final de 2019 segue batendo recordes de novos casos e óbitos relacionados à doença. As orientações para o manejo clínico dos pacientes infectados e a prevenção de novos casos estão centradas nas medidas de controle dos sintomas, hábitos de higiene, isolamento social e diminuição da aglomeração de pessoas. Tal fato forçou uma mudança no modo como os serviços de saúde prestam cuidados, protagonizando a incorporação de novas tecnologias em saúde. Assim, este Ensaio objetiva compilar e analisar algumas experiências de uso das tecnologias digitais em saúde, para minimizar os impactos da COVID-19. Identificou-se o desenvolvimento de soluções tecnológicas de manejo clínico do paciente, diagnóstico por imagem, uso de inteligência artificial para análise de riscos, aplicativos de geolocalização, ferramentas para análise de dados e relatórios, autodiagnóstico e, inclusive, de orientação à tomada de decisão. A grande maioria das iniciativas listadas tem sido eficaz na minimização dos impactos da COVID-19 nos sistemas de saúde, de modo que visa à diminuição da aglomeração de pessoas e assim facilita o acesso aos serviços, bem como contribui para a incorporação de novas práticas e modos de cuidar, em saúde.",
        "cited_by": []
    },
    {
        "title": "Necessidades em(de) saúde: conceitos, implicações e desafios para o Sistema Único de Saúde",
        "source_url_paper": "https://doi.org/10.1590/0103-1104202112916",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Centro Brasileiro de Estudos de Saúde",
        "volume": "45",
        "issue": "129",
        "language": "Português",
        "doi": "10.1590/0103-1104202112916",
        "issn": "2358-2898",
        "authors": [
            "Leonardo Carnut",
            "Camila Biancchi Ferraz"
        ],
        "topics": "Patterns and Impacts of Drug Use in Brazil",
        "resume": "RESUMO Este estudo revisou sistematicamente a literatura sobre ‘necessidades em(de) saúde’. Tratou-se de uma revisão integrativa utilizando o portal Biblioteca Virtual em Saúde. Português, espanhol e inglês foram os idiomas utilizados e recuperaram-se apenas os textos completos e com foco específico no Sistema Único de Saúde. Totalizaram-se 17 artigos incluídos, dos quais 88,8% estavam indexados na base Literatura Latino-Americana e do Caribe em Ciências da Saúde. Há uma variada forma de apropriação das ‘necessidades em(de) saúde’, termo cuja definição não é bem delimitada pelos autores, direcionando- o a três núcleos de sentido: ‘direito social constituído’, ‘conjunto articulado da efetividade dos direitos sociais’ e ‘ajuste entre as condições de vida e trabalho com a diversidade inerente às coletividades’. Diversas implicações para o Sistema Único de Saúde foram apresentadas e puderam ser compiladas em sete blocos: ‘capitalismo e sua crise’, ‘financiamento’, ‘características da formação social brasileira’, ‘problemas da gestão pública na saúde’, ‘mescla público-privado’, ‘problemas terminológicos’ e ‘escassez de recursos’. Por fim, os principais desafios da aplicação das necessidades no Sistema Único de Saúde transitam entre o simbólico, o crítico-político, a coerência entre financiamento-princípios, o Estado, a política macroeconômica, a gestão e as ações locais. Investir na superação dos desafios elencados pode ser um guia para a efetivação das necessidades como o centro da ação sanitária.",
        "cited_by": []
    },
    {
        "title": "Saúde, currículo, formação: experiências sobre raça, etnia e gênero",
        "source_url_paper": "https://doi.org/10.1590/interface.200697",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Faculdade de Medicina de Botucatu (Unesp)",
        "volume": "25",
        "issue": null,
        "language": "Português",
        "doi": "10.1590/interface.200697",
        "issn": "1807-5762",
        "authors": [
            "Rosana Batista Monteiro",
            "Márcia Pereira Alves dos Santos",
            "Edna Maria de Araújo"
        ],
        "topics": "Gender Studies and Sexuality in Brazil",
        "resume": "O racismo gera iniquidades na saúde, caracterizando-se como importante fator de violação de direitos. As políticas curriculares de ação afirmativa e a Política Nacional de Saúde Integral da População Negra (PNSIPN) apontam que a formação dos profissionais de saúde é um campo estratégico para a alteração desse quadro. Este texto apresenta um relato sobre a experiência exitosa de um Grupo Temático (GT) 28 – Saúde, currículo, formação, composto por integrantes do GT Racismo e Saúde, da Associação Brasileira de Saúde Coletiva (Abrasco). Ao pautar a formação de profissionais da saúde, a política de saúde da população negra e a educação das relações étnico-raciais, o GT mobilizou esforços para promover formação, levantamento de propostas formativas e divulgação de experiências, que resultaram na organização e na publicação de um dossiê. O relato revela uma metodologia de trabalho colaborativo e expressa desafios e possibilidades para a formação em saúde da população negra.",
        "cited_by": []
    },
    {
        "title": "Primary Care Asssement Tool: diferenças regionais a partir da Pesquisa Nacional de Saúde do Instituto Brasileiro de Geografia e Estatística",
        "source_url_paper": "https://doi.org/10.1590/1413-81232021269.10112021",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "26",
        "issue": "9",
        "language": "Português",
        "doi": "10.1590/1413-81232021269.10112021",
        "issn": "1678-4561",
        "authors": [
            "Luiz Felipe Pinto",
            "Leonardo Arêas Quesada",
            "Otávio Pereira D’Ávila",
            "Lisiane Hauser",
            "Marcelo Rodrigues Gonçalves",
            "Erno Harzheim"
        ],
        "topics": "Determinants of Health Care Expenditure and Longevity",
        "resume": "Resumo Em 2019, o Instituto Brasileiro de Geografia e Estatística (IBGE) de forma inédita entre os institutos oficiais de estatística em todo o mundo, incluiu um módulo especial sobre avaliação da atenção primária à saúde em seu principal inquérito populacional de base domiciliar, a Pesquisa Nacional de Saúde (PNS). O inquérito considerou a versão reduzida do instrumento Primary Care Assessment Tool (PCAT), desenvolvida e disseminada por Starfield e Shi para avaliar a existência e extensão das características de estrutura e processos dos serviços de atenção primária em saúde. Trata-se da maior amostra probabilística com o uso desse instrumento já realizada em um único país do mundo que entrevistou usuários com 18 anos ou mais (n = 9.677). Os resultados dos escores gerais do PCAT do Brasil (5,9 [5,8; 5,9]) apontam grandes contrastes regionais e intraregionais, com a região Sul do país destacando-se com as melhores avaliações dos serviços de atenção primária (escore geral = 6,3 [6,2; 6,5]) e a região norte, por outro lado, com as menores (escore geral = 5,5 [5,3; 5,7]). Foram também observadas diferenças estatisticamente significantes e mais favoráveis entre os moradores de domicílios cadastrados pelas equipes de saúde da família, entre os mais idosos e entre que mais utilizam os serviços de saúde (adultos com morbidades referidas).",
        "cited_by": []
    },
    {
        "title": "Cuidado a famílias com pessoas em condições crônicas na atenção primária à saúde: revisão integrativa",
        "source_url_paper": "https://doi.org/10.4025/ciencuidsaude.v20i0.54403",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "UNIVERSIDADE ESTADUAL DE MARINGÁ",
        "volume": "20",
        "issue": null,
        "language": "Português",
        "doi": "10.4025/ciencuidsaude.v20i0.54403",
        "issn": "1984-7513",
        "authors": [
            "Camila Martins de Oliveira",
            "João Paulo Carneiro Marques",
            "Wyarllen Divino Machado",
            "Dennis Moreira Gomes",
            "Cibelly Aliny Siqueira Lima Freitas",
            "Maria Adelane Monteiro da Silva",
            "Izabelle Mont’Alverne Napoleão Albuquerque"
        ],
        "topics": "Palliative Care and End-of-Life Issues",
        "resume": "Objetivo: Identificar o cuidado a famílias com pessoas em condições crônicas na Atenção Primária à Saúde, por meio de uma revisão integrativa da literatura. Método: Trata-se de revisão integrativa que incluiu artigos publicados no período de 2010 a 2020, identificados nas bases de dados: Literatura Internacional em Ciências da Saúde, Literatura Latino Americana e do Caribe em Ciências da Saúde e Banco de Dados em Enfermagem. Foram utilizados descritores “atenção primária à saúde” AND “família” AND “doenças crônicas” e “atenção primária à saúde” AND “condições crônicas” AND “cuidado”. Resultados: Emergiram categorias temáticas: Promoção da Saúde na perspectiva do cuidado às famílias com pessoas em condições crônicas; Relação entre família de pessoas em condições crônicas e profissionais de saúde; e Potencialidades e desafios para a efetivação do cuidado às famílias com pessoas em condições crônicas. A promoção da saúde surgiu como ferramenta do cuidado, destacando-se a visita domiciliar. Evidenciaram-se fragilidade de aproximação das equipes de saúde com as famílias, prevalência do ideário curativista e acesso fragilizado aos serviços de saúde. Considerações finais: Os achados deste estudo são importantes para Enfermagem para fomento de políticas públicas voltadas ao cuidado das famílias com pessoas em condições crônicas na Atenção Primária à Saúde.",
        "cited_by": []
    },
    {
        "title": "Cobertura de plano de saúde no Brasil: análise dos dados da Pesquisa Nacional de Saúde 2013 e 2019",
        "source_url_paper": "https://doi.org/10.1590/1413-81232021266.1.43532020",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "26",
        "issue": "suppl 1",
        "language": "Português",
        "doi": "10.1590/1413-81232021266.1.43532020",
        "issn": "1678-4561",
        "authors": [
            "Paulo Roberto Borges de Souza Júnior",
            "Célia Landmann Szwarcwald",
            "Giseli Nogueira Damacena",
            "Sheila Rizzato Stopa",
            "Maria Lúcia França Pontes Vieira",
            "Wanessa da Silva de Almeida",
            "Max Moura de Oliveira",
            "Luciana Monteiro Vasconcelos Sardinha",
            "Eduardo Marques Macário"
        ],
        "topics": "Financing of Health Care Systems and Universal Coverage",
        "resume": "Resumo Este artigo objetivou descrever a cobertura de plano de saúde no Brasil. Foram analisados dados das edições de 2013 e 2019 da Pesquisa Nacional de Saúde. A cobertura de plano de saúde médico ou odontológico foi analisada segundo características sociodemográficas, econômicas, de trabalho, situação censitária e Unidade da Federação. A cobertura de plano de saúde médico ou odontológico foi 27,9% (IC95%: 27,1-28,8) para 2013 e 28,5% (IC95%: 27,8-29,2) para 2019. Os resultados mostram que a cobertura continua concentrada nos grandes centros urbanos, nas regiões Sudeste e Sul, entre aqueles com melhor nível socioeconômico e aqueles que possuem algum vínculo de trabalho formal. Em 2019, dentre os trabalhadores formalizados, somente 30,7% relatou que o pagamento da mensalidade é feito diretamente a operadora, sendo 72,7% dentre os trabalhadores informais. Cerca de 92% dos planos de saúde médico cobrem internação e dentre as mulheres com plano de saúde, quase 20% delas não possuem cobertura para o parto. Apenas 11,7% das mulheres com idade entre 15 e 44 anos possuem cobertura para o parto através do plano de saúde. Os resultados mostram que a cobertura por plano de saúde mantém-se bastante desigual, reforçando a importância do Sistema Único de Saúde para a população brasileira.",
        "cited_by": []
    },
    {
        "title": "Interfaces entre a educação permanente e a educação interprofissional em saúde",
        "source_url_paper": "https://doi.org/10.1590/s1980-220x2020018903733",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "UNIVERSIDADE DE SÃO PAULO",
        "volume": "55",
        "issue": null,
        "language": "Português",
        "doi": "10.1590/s1980-220x2020018903733",
        "issn": "1980-220X",
        "authors": [
            "Márcia Niituma Ogata",
            "Jaqueline Alcântara Marcelino da Silva",
            "Marina Peduzzi",
            "Marcelo Viana da Costa",
            "Cinira Magali Fortuna",
            "Adriana Barbieri Feliciano"
        ],
        "topics": "Evolution and Challenges of Healthcare in Brazil",
        "resume": "RESUMO Ensaio teórico de cunho reflexivo elaborado com base na literatura nacional e internacional, com o objetivo de analisar as interfaces e distinções histórico-conceituais entre Educação Permanente em Saúde e Educação Interprofissional em Saúde. No cenário internacional, ocorreram movimentos educacionais voltados para trabalhadores de saúde com destaque para os estímulos da Organização Pan-Americana de Saúde. No Brasil, ambas as propostas ressaltam o compromisso com a qualidade das práticas no Sistema Único de Saúde, centradas nas necessidades de saúde com enfoques que se aproximam. A Educação Permanente em Saúde, comprometida com a formação no trabalho para a transformação do processo de trabalho, tem em vista o cuidado integral e a Educação Interprofissional em Saúde com o aprendizado interativo compartilhado de competências colaborativas para o efetivo trabalho em equipe, orientado pela colaboração interprofissional. Ambas visam à qualificação das práticas de saúde por meio da educação de trabalhadores em coletivos, mas é fundamental a distinção dos referenciais teórico-conceituais e metodológicos que as sustentam.",
        "cited_by": []
    },
    {
        "title": "Desafios para a Atenção Primária à Saúde no Brasil: uma análise do trabalho das agentes comunitárias de saúde durante a pandemia de Covid-19",
        "source_url_paper": "https://doi.org/10.1590/1981-7746-sol00321",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Fundação Oswaldo Cruz, Escola Politécnica de Saúde Joaquim Venâncio",
        "volume": "19",
        "issue": null,
        "language": "Português",
        "doi": "10.1590/1981-7746-sol00321",
        "issn": "1981-7746",
        "authors": [
            "Michelle Fernández",
            "Gabriela Lotta",
            "Marcela Corrêa"
        ],
        "topics": "Financing of Health Care Systems and Universal Coverage",
        "resume": "Resumo As fragilidades da Atenção Primária à Saúde podem ser reconhecidas por meio da análise do trabalho das agentes comunitárias de saúde. Uma vez que a situação enfrentada por essas profissionais representa desafios estruturais do sistema de saúde, este artigo tem como objetivo analisar a situação das profissionais em questão no enfrentamento à pandemia de Covid-19 no Brasil. Analisamos seus desafios com base nos dados coletados em um inquérito online e em netnografia. Para a realização da análise dos dados, optamos pela análise de conteúdo, inspirada na grounded-theory. Observamos três dimensões que representam como as agentes comunitárias de saúde experienciam a pandemia: mudanças nas práticas de trabalho, bem como nas interações entre trabalhadores e usuários e a expectativa do futuro no trabalho pós-pandemia. As análises mostram que para resguardar essas profissionais e garantir o funcionamento da Atenção Primária à Saúde é necessário contar com novas estratégias para viabilizar as dinâmicas locais de trabalho.",
        "cited_by": []
    },
    {
        "title": "Caos, organização e criatividade: revisão integrativa sobre as Redes de Atenção à Saúde",
        "source_url_paper": "https://doi.org/10.1590/1413-812320212610.26102020",
        "type_publication": "Revisão",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "26",
        "issue": "10",
        "language": "Português",
        "doi": "10.1590/1413-812320212610.26102020",
        "issn": "1678-4561",
        "authors": [
            "Luís Fernando Nogueira Tofani",
            "Lumena Almeida Castro Furtado",
            "Cristian Fabiano Guimarães",
            "Deize Graziele Conceição Ferreira Feliciano",
            "Gabriela Rodrigues da Silva",
            "Larissa Maria Bragagnolo",
            "Rosemarie Andreazza",
            "Arthur Chioro"
        ],
        "topics": "Financing of Health Care Systems and Universal Coverage",
        "resume": "Since 2010, the organization of the Brazilian Unified Health System has as its main model the Health Care Networks, based on the Integrated Health Service Networks recommended by the Pan American Health Organization. This study aims to analyze the scientific production on Health Care Networks the integrative literature review method. The research was conducted in databases using the descriptors: Health Care Network and its counterparts in Portuguese and Spanish. A total of 27 articles were selected, including conceptual studies, case reports, implementation analyses and evaluation studies. The analysis of the publications evidenced five cores of meaning: the Health Care Network paradigm; Primary Care as network coordinator; regionalization, networks and regional governance; network care; and challenges for implementation. The results of this review point to two central questions: how to overcome the fragmentation of care, ensuring integrality, composing health care networks from distinct theoretical conceptions? And how can the production of care networks impact inter-federative relations, the financing process, the access to the system and the quality of health care processes?A partir de 2010 a organização do Sistema Único de Saúde tem como principal modelo as Redes de Atenção à Saúde (RAS), fundamentadas nas Redes Integradas de Serviços de Saúde preconizadas pela Organização Panamericana de Saúde. Este estudo tem como objetivo analisar a produção científica sobre as RAS através do método de revisão integrativa da literatura. A pesquisa deu-se em bases de dados utilizando-se dos descritores: Rede de Atenção à Saúde e seus congêneres em inglês e espanhol. Foram selecionados 27 artigos incluindo estudos conceituais, relatos de casos, análises de implementação e estudos de avaliação. A análise das publicações evidenciou cinco núcleos de sentido: O paradigma das RAS; A Atenção Básica como coordenadora das RAS; Regionalização, redes e governança regional; O cuidado em rede; e, Desafios para implementação das RAS. Os resultados dessa revisão apontam para duas questões centrais: Como superar a fragmentação do cuidado, garantindo a integralidade, compondo as redes de atenção à saúde a partir de concepções teóricas distintas? E, como a produção das redes de cuidado pode impactar nas relações interfederativas, no processo de financiamento, no acesso ao sistema e na qualidade dos processos de cuidado em saúde?",
        "cited_by": []
    },
    {
        "title": "Juventude, gênero e justiça reprodutiva: iniquidades em saúde no planejamento reprodutivo no Sistema Único de Saúde",
        "source_url_paper": "https://doi.org/10.1590/1413-81232021267.08322021",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA",
        "volume": "26",
        "issue": "7",
        "language": "Português",
        "doi": "10.1590/1413-81232021267.08322021",
        "issn": "1678-4561",
        "authors": [
            "Elaine Reis Brandão",
            "Cristiane da Silva Cabral"
        ],
        "topics": "Global Trends in Infertility and Reproductive Technologies",
        "resume": "Resumo Iniciação sexual é um processo gradual de experimentação e aprendizado do repertório cultural sobre gênero, reprodução, contracepção, violência sexual, entre outros temas que circundam a sociabilidade juvenil. Ao contrário da perspectiva da abstinência sexual como panaceia para redução da “gravidez precoce” no Brasil, postula-se a abordagem da justiça reprodutiva como framework para enfrentar iniquidades em saúde no planejamento reprodutivo. Discutem-se desafios às políticas públicas de saúde para amparar adolescentes e jovens em suas trajetórias sexuais e reprodutivas, privilegiando a dimensão da interseccionalidade. O foco recai nas iniciativas institucionais públicas de oferta de métodos contraceptivos hormonais reversíveis de longa duração (LARC) no Sistema Único de Saúde, na última década. Do ponto de vista metodológico, tal reflexão se apoia em material empírico oriundo de pesquisa antropológica documental sobre tecnologias contraceptivas, no intuito de problematizar o que chamamos de “oferta seletiva” de tais dispositivos e seu viés discriminatório e estigmatizante. A defesa da ampliação da oferta contraceptiva no SUS, com acesso universal de todas as mulheres à LARC, distancia-se do que designamos como “coerção contraceptiva” em determinados grupos sociais.",
        "cited_by": []
    },
    {
        "title": "Impacto psicológico nos profissionais de saúde na pandemia por COVID-19: Abordagem através da metodologia problematizadora",
        "source_url_paper": "https://doi.org/10.33448/rsd-v10i6.15413",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Grupo de Pesquisa Metodologias em Ensino e Aprendizagem em Ciências",
        "volume": "10",
        "issue": "6",
        "language": "Português",
        "doi": "10.33448/rsd-v10i6.15413",
        "issn": "2525-3409",
        "authors": [
            "Luana Criciele Aguiar da Silva",
            "Letícia Berni Fontoura",
            "Mara Hendges",
            "C Eickhoff",
            "Adriane Cristina Bernat Kolankiewicz",
            "Janice de Fátima Pavan Zanella"
        ],
        "topics": "Occupational Stress and Mental Health in Healthcare and Education",
        "resume": "A COVID-19 trouxe mudanças na rotina da população, bem como a insegurança e o medo de contaminação. O objetivo deste estudo é refletir sobre a necessidade de assistência psicológica aos profissionais de saúde no período da pandemia por COVID-19 e propor hipóteses de soluções. Trata-se de uma socialização de resultados obtidos a partir do uso da Metodologia Problematizadora (Método do Arco), composta por cinco etapas: observação da realidade, pontos-chave, teorização, hipóteses de solução e aplicação à realidade. A partir da análise dos serviços de saúde no Brasil, foi elencado como problema a ser estudado, a saúde mental dos profissionais de saúde no período da pandemia por COVID-19. Assim, realizou-se a revisão bibliográfica, utilizando como critérios de inclusão artigos publicados entre 2015 e 2020 sobre o tema. A busca foi realizada na base de dados SciELO em setembro de 2020, através dos descritores “assistência à saúde mental”, “COVID-19”, “saúde do trabalhador”. A partir da observação da realidade foi elencado o problema a ser estudado e definido pontos-chave que contribuem para o problema. Após justificado a necessidade de ampliar as discussões, foi elencado as hipóteses de soluções para resolução do problema. Este estudo proporcionou discussão sobre formas de proporcionar assistência psicológica aos profissionais na linha de frente, capazes de reduzir o dano psíquico. O uso desta metodologia foi benéfico para instigar à discussão crítica e busca de soluções dentro das possibilidades do serviço de saúde.",
        "cited_by": []
    }
]