[
    {
        "title": "Perfil de utilização de repositores protéicos nas academias de Belém, Pará",
        "source_url_paper": "https://doi.org/10.1590/s1415-52731999000100007",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "1999;",
        "instituto": "PONTIFÍCIA UNIVERSIDADE CATÓLICA DE CAMPINAS",
        "volume": "12",
        "issue": "1",
        "language": "Português",
        "doi": "10.1590/s1415-52731999000100007",
        "issn": "1678-9865",
        "authors": [
            "Ana Cláudia Matos de Araújo",
            "Yone de Nazareth Gonçalves Soares"
        ],
        "topics": "Regulation of Healthcare Products and Practices",
        "resume": "Este estudo foi realizado no primeiro semestre de 1996 e teve como alvo os freqüentadores das academias da cidade de Belém (PA). Além de pesquisa bibliográfica referente ao metabolismo energético e protéico, necessidades nutricionais de desportistas e suplementação com proteínas e aminoácidos, foi realizada uma pesquisa de campo com o objetivo de traçar o perfil de utilização de suplementos nutricionais, com ênfase em produtos a base de proteínas e aminoácidos, por sexo, idade e tempo de prática de atividade física. A pesquisa de campo envolveu uma amostra de 18 academias e 388 entrevistados, dos quais 103 (27%) faziam uso de algum tipo de suplemento, sendo que 45 destes (44%) utilizavam repositores protéicos. Das justificativas para opção de uso desses suplementos, destacou-se a \"indicação profissional\" que comparada ao quadro técnico existente nessas unidades, em que apenas 4 das 18 academias pesquisadas apresentavam nutricionistas ou médicos, indica que a utilização desses produtos por parte dos praticantes de atividades físicas está sendo indevida.",
        "cited_by": []
    },
    {
        "title": "La inducción y el acompañamiento pedagógico al profesorado novel. Una oportunidad para mejorar su desempeño profesional",
        "source_url_paper": "https://doi.org/10.46498/reduipb.v24i3.1378",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2020;",
        "instituto": null,
        "volume": "24",
        "issue": "3",
        "language": "Espanhol",
        "doi": "10.46498/reduipb.v24i3.1378",
        "issn": "2244-7296",
        "authors": [
            "Ángel Freddy Rodríguez Torres",
            "Margarita Angélica Medina Nicolalde",
            "Daniel Alejandro Tapia Medina"
        ],
        "topics": "Mixed Method Designs in Education Research",
        "resume": "El docente es un factor fundamental en la calidad de la educación y responsable de lograr un aprendizaje auténtico en los estudiantes. El profesorado novel universitario que ingresa a trabajar en la institución de educación superior cuenta con una sólida formación académica, por lo requiere apoyo en lo personal y profesional y brinde una enseñanza de calidad. El objetivo del estudio es analizar la incidencia de la inducción del profesorado novel en la mejora de su desempeño profesional, para lo cual se realizó una revisión bibliográfica sistemática con el objeto de documentarse sobre el problema, se efectuó la búsqueda en bases de datos y repositores de revistas científicas. Se evidencia que en la mayoría de las instituciones carecen de procesos de inducción y que el profesorado novel enfrenta dificultades en la enseñanza, las relaciones interpersonales, la investigación y la vinculación con la sociedad. Por lo que, es necesario que las instituciones de educación superior implementen programas de inducción para el éxito de los nuevos maestros, mejoran su desempeño profesional y los aprendizajes de los estudiantes; así como reciban acompañamiento pedagógico para que se integre a la cultura organizacional de la institución.",
        "cited_by": []
    },
    {
        "title": "El profesorado: Un factor clave en la innovación educativa",
        "source_url_paper": "https://doi.org/10.46498/reduipb.v24i2.1327",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2020;",
        "instituto": null,
        "volume": "24",
        "issue": "2",
        "language": "Espanhol",
        "doi": "10.46498/reduipb.v24i2.1327",
        "issn": "2244-7296",
        "authors": [
            "Juan Carlos Pila Martínez",
            "Wilson Gonzalo Andagoya Pazmiño",
            "María Elizabeth Fuertes Fuertes"
        ],
        "topics": "Trends in Agricultural Research and Education",
        "resume": "La innovación es un proceso intencional que tiene como esencia mejorar los procesos educativos, ser sostenible en el tiempo y sus resultados transferibles a otros contextos, por lo que es fundamental el involucramiento del profesorado. El objetivo del estudio es analizar la incidencia de la formación del profesorado en la innovación educativa y mejora del centro educativo, se realizó una revisión bibliográfica sistemática con el objeto de documentarse sobre el problema, para lo cual se realizó la búsqueda en bases de datos específicas y repositores de revistas científicas. Se evidencia que los centros educativos que innovan cuentan con líderes que fomentan una cultura colaborativa, forman a su profesorado lo que contribuye a la mejora de su práctica educativa y al aprendizaje de sus estudiantes. Por lo que es necesario que el líder educativo está preocupado por la calidad de la enseñanza. Se fomente el desarrollo profesional del profesorado articulado con la práctica diaria y a través de procesos de reflexión tenga una compresión científica y pedagógica de lo que se quiere cambiar. El docente requiere un ambiente armónico de trabajo y la motivación permanente para asumir su protagonismo y su implicación en el proceso de cambio. Lo esencial es que el alumnado construya nuevos conocimientos, a partir de su aplicación en la resolución de problemas que enfrenta en su vida personal y profesional, por medio de la comprensión de su entorno y transfiera lo aprendido a nuevos contextos.",
        "cited_by": []
    },
    {
        "title": "Consumo alimentar e condições de trabalho no corte manual de cana de açúcar no estado de São Paulo1",
        "source_url_paper": "https://doi.org/10.1590/s0104-12902014000400016",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2014;",
        "instituto": "UNIVERSIDADE DE SÃO PAULO",
        "volume": "23",
        "issue": "4",
        "language": "Português",
        "doi": "10.1590/s0104-12902014000400016",
        "issn": "1984-0470",
        "authors": [
            "Verônica Gronau Luz",
            "Lia Thieme Oikawa Zangirolani",
            "Rodolfo Andrade de Gouveia Vilela",
            "Heleno Rodrigues Corrêa Filho"
        ],
        "topics": "Maternal and Child Nutrition in Developing Countries",
        "resume": "Objetivo Descrever as condições de trabalho e aspectos relacionados à alimentação do trabalhador no corte manual de cana para contribuir para desenvolver políticas públicas de vigilância e atenção integral em Saúde do Trabalhador. Métodos Foram utilizados a observação direta do trabalho no campo em colheita no estado de São Paulo e aplicado questionário semi-estruturado a um grupo de 40 cortadores manuais de cana migrantes procedentes do estado do Ceará, durante 15 dias da safra 2007/2008. Aspectos sócio-demográficos, consumo de água, reposição eletrolítica, alimentação e aspectos culturais, pausas, dores e a jornada de trabalho foram registrados. Resultados Os trabalhadores ingerem de 5 a 10 litros de água/dia e a diluição dos repositores eletrolíticos foi inferior à adequada. A alimentação durante a safra não garantia a segurança alimentar e nutricional. A alimentação foi monótona, conservada e consumida em temperatura inadequada, e incompatível com os hábitos culturais, gerando desperdício e redução do consumo alimentar. Os trabalhadores relataram dores e câimbras no decorrer da jornada. As pausas para descanso foram insuficientes. O pagamento pela quantidade de produção, o processo de trabalho e as práticas de pagamento foram considerados determinantes da situação de precariedade ampla a que estes trabalhadores estavam submetidos. O trabalho no corte manual de cana é extenuante e o pagamento por produção pode ser um agravante para a saúde, pois implica na redução das pausas para descanso. A alimentação e hidratação corretas poderiam minimizar o desgaste e as dores durante o trabalho.",
        "cited_by": []
    },
    {
        "title": "Conformidade da rotulagem de repositores hidroeletrolíticos prontos para consumo de marcas nacionais em relação à legislação brasileira",
        "source_url_paper": "https://doi.org/10.53393/rial.2009.v68.32729",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2009;",
        "instituto": null,
        "volume": "68",
        "issue": "2",
        "language": "Português",
        "doi": "10.53393/rial.2009.v68.32729",
        "issn": "2176-3844",
        "authors": [
            "Ângela Antunes Silva",
            "Carolina Gomes da Rocha",
            "Marcelo Antônio Morgano",
            "Niurka Maritza Almeyda Haj-Isa",
            "Késia Diego Quintaes"
        ],
        "topics": "Protein Metabolism in Exercise and Nutrition",
        "resume": "O comércio de alimentos para praticantes de atividade física, incluindo os repositores hidroeletrolíticos (RHE),está em expansão, necessitando de fiscalização sobre sua composição e rotulagem nutricional. Este trabalho objetivou avaliar os rótulos de RHE nacionais prontos para consumo, comercializados em hipermercados de Belo Horizonte (MG) e de Campinas (SP), analisando sua conformidade em relação às legislações vigentes do Brasil. Foram determinados os teores de sódio e potássio por espectrometria de emissão e de cloreto pelo método de Mohr, em 44 amostras de RHE de 4 marcas. Todas as marcas apresentaram informação insuficiente, infringindo a RDC259/2003 e ausência da indicação quantitativa do conteúdo líquido em cor contrastante, contrapondo a Portaria157/2002. Os rótulos ilegíveis das marcas C e D apresentaram não conformidade às Portarias 222/98 e 29/98, respectivamente. Houve diferença estatisticamente significativa (p<0,05) entre o teor de pelo menos um eletrólito calculado e o valor declarado no rótulo, sendo que em 61,4% das amostras o teor mensurado diferiu em ± 20% do valor rotulado, não satisfazendo assim a RDC 360/2003 da ANVISA. Os teores dos eletrólitos variaram entre 33,3-102,7 mg/200mL para sódio; 21,6-101,4 mg/200mL para potássio e 49,8-125,12 mg/200mL para cloreto, valores que podem contribuir para hiponatremia. Concluiu ser necessária revisão das formulações e rótulos pelos fabricantes, assim como a fiscalização pelos órgãos competentes, visando garantir a funcionalidade dos RHE.",
        "cited_by": []
    },
    {
        "title": "Condições de trabalho no cultivo da cana-de-açúcar no Brasil e repercussões sobre a saúde dos canavieiros",
        "source_url_paper": "https://doi.org/10.1590/2317-6369000007820",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2021;",
        "instituto": "Fundacentro",
        "volume": "46",
        "issue": null,
        "language": "Português",
        "doi": "10.1590/2317-6369000007820",
        "issn": "2317-6369",
        "authors": [
            "Clécia Pereira da Silva",
            "Clenio Azevedo Guedes",
            "Aline do Monte Gurgel",
            "Polyana Felipe Ferreira da Costa"
        ],
        "topics": "Impact of Farming on Health and Safety",
        "resume": "Resumo Objetivo: analisar as condições de trabalho na cultura de cana-de-açúcar no Brasil e as suas repercussões na saúde do trabalhador. Métodos: revisão de literatura realizada nas bases LILACS, PubMed/MEDLINE e SciELO. Foram incluídos estudos originais publicados em português, inglês e espanhol, de 1970 a 2018. Resultados: inicialmente foram identificados 622 estudos e, após a aplicação dos critérios de exclusão, 69 artigos foram selecionados para a revisão. A análise dos trabalhos evidenciou o sistemático descumprimento das normas trabalhistas, previdenciárias e de saúde. Os estudos constataram ausências de intervalos de descanso, jornadas excessivas de trabalho, deficiência na distribuição dos equipamentos de proteção individual (EPIs) e na oferta de treinamentos para o seu uso, precariedade da distribuição e orientação sobre uso de repositores hidroeletrolíticos, inadequadas condições dos alojamentos e da alimentação dos trabalhadores, pressões e conflitos existentes no ambiente de trabalho, vínculos de trabalho precários, baixos salários e pagamento por produção. Exaustão física e psíquica dos trabalhadores, afecções musculoesqueléticas e articulares, hipertermia e acidentes de trabalho são comuns. Conclusão: as condições de trabalho nas lavouras de cana-de-açúcar, aliadas às diferentes vulnerabilidades existentes nos territórios, levam ao adoecimento e à morte, demonstrando que frequentemente os interesses econômicos se sobrepõem aos cuidados com a saúde dos trabalhadores.",
        "cited_by": []
    },
    {
        "title": "AVALIAÇÃO DO ARMAZENAMENTO DE PRODUTOS LÁCTEOS COMERCIALIZADOS EM SUPERMERCADOS DE IMPERATRIZ - MA",
        "source_url_paper": "https://doi.org/10.18542/ragros.v6i1.1848",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2014;",
        "instituto": "UNIVERSIDADE FEDERAL DO PARÁ",
        "volume": "6",
        "issue": "1",
        "language": "Português",
        "doi": "10.18542/ragros.v6i1.1848",
        "issn": "2318-0188",
        "authors": [
            "Karuane Saturnino da Silva Araújo",
            "Kellytana Almeida Carvalho",
            "Luana De S. de Azevedo",
            "Raiany Mesquita Santos",
            "Ivaneide de Oliveira Nascimento",
            "Mércia Machado Araújo"
        ],
        "topics": "Utilization of Forest Biomass for Various Applications",
        "resume": "Boas práticas de fabricação são procedimentos que devem ser adotados por serviços de alimentação a fim de garantir a qualidade higiênico-sanitária e a conformidade dos alimentos com a legislação sanitária. O objetivo do presente trabalho foi avaliar as condições de armazenamento de produtos lácteos comercializados em supermercados da cidade de Imperatriz - MA. Foram avaliados 10 supermercados do centro da cidade de Imperatriz e observou-se que cerca de metade dos equipamentos avaliados apresentavam higiene inadequada e péssimo estado de conservação; 60% dos repositores de produtos lácteos avaliados disseram nunca terem participado de treinamento específico em Boas Práticas de Fabricação de Alimentos (BPF); 50% disseram ter conhecimento sobre Doenças Veiculadas por Alimentos (DVA), porém 40% disseram trabalhar mesmo quando estão doentes. A manutenção da qualidade dos produtos lácteos está diretamente ligada a sua forma de armazenamento. Neste sentido é importante aplicar as BPF´s também em supermercados da cidade de Imperatriz-MA, dando maior atenção aos repositores de produtos lácteos. PALAVRAS-CHAVE: Alimentos. Armazenagem. Qualidade.",
        "cited_by": []
    },
    {
        "title": "Consumo de repositores hidroeletrolí­ticos em praticantes de exercí­cio fí­sico",
        "source_url_paper": "https://doi.org/10.33233/rbfe.v9i2.3473",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2010;",
        "instituto": null,
        "volume": "9",
        "issue": "2",
        "language": "Português",
        "doi": "10.33233/rbfe.v9i2.3473",
        "issn": "2675-1372",
        "authors": [
            "Gabriela da Silva Ferreira"
        ],
        "topics": "Physical Education and Circus Activities",
        "resume": "Introdução: O exercí­cio fí­sico impõe a perda de lí­quidos e eletrólitos, principalmente pelo suor, e quando não repostos adequadamente, pode levar a prejuí­zos no rendimento de treino e ao organismo. Objetivo: Avaliar a frequência de ingestão de repositores hidroeletrolí­ticos em praticantes de exercí­cio fí­sico. Material e métodos: Foram selecionados 51 praticantes de exercí­cio fí­sico de uma academia da cidade de Araçatuba/SP. Os indiví­duos foram submetidos í avaliação do estado nutricional através do í­ndice de massa corporal (IMC) e investigação sobre o uso de repositores hidroeletrolí­ticos. Aplicou-se 25 questões com objetivo de caracterizar a população quanto ao tipo de exercí­cio fí­sico, duração de treinos, frequência de consumo de repositores hidroeletrolí­ticos, indicação, efeitos colaterais, resultados obtidos entre outras informações necessárias. Resultados: O IMC demonstrou maior frequência de sobrepeso (47,05%). Dezoito (35%) dos indiví­duos tomavam repositores hidroeletrolí­ticos, prevalecendo os homens. Houve alto grau de instrução e poder aquisitivo; a musculação era a atividade mais frequente. Quanto í recomendação houve prevalência pela autoindicação e orientação de personal, com citação do conhecimento do produto pela mí­dia. A maioria relatou ausência de efeitos colaterais e todos descreveram benefí­cios do uso dos repositores hidroeletrolí­ticos. Conclusão: A frequência do uso de repositores hidroeletrolí­ticos foi baixa, sendo a autoindicação ou por personal uma realidade. Houve benefí­cios do uso dos repositores hidroeletrolí­ticos na população investigada.Palavras-chave: alimentos para praticantes de atividade fí­sica, exercí­cio fí­sico, hidratação, eletrólitos.",
        "cited_by": []
    },
    {
        "title": "A TEMPERATURA DOS REPOSITORES HÍDRICOS PODE INFLUENCIAR A CAPACIDADE AERÓBIA?",
        "source_url_paper": "https://doi.org/10.31501/rbcm.v25i2.7586",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2017;",
        "instituto": "UNIVERSIDADE CATÓLICA DE BRASÍLIA",
        "volume": "25",
        "issue": "2",
        "language": "Português",
        "doi": "10.31501/rbcm.v25i2.7586",
        "issn": "2237-9002",
        "authors": [
            "Vítor de Salles Painelli",
            "Vinicius da Eira Silva",
            "Guilherme Giannini Artioli",
            "Antônio Herbert Lancha"
        ],
        "topics": "Sports Science and Performance Analysis",
        "resume": "O aumento da temperatura interna (Ti) é considerado importante causa da fadiga durante exercícios prolongados realizados no calor. Dentre as estratégias empregadas para atenuá-la, a reposição hídrica é a que mais se destaca por sua praticidade e baixo custo. Por outro lado, pouco sabe-se a respeito da influência que a temperatura dos repositores hídricos exerce sobre respostas termorregulatórias e o desempenho aeróbio durante exercícios prolongados em ambientes quentes. Teoricamente, as bebidas em baixa temperatura poderiam conferir vantagem fisiológica, agindo como dissipadores de calor ou proporcionando uma sensação agradável, levando à manutenção da ativação do drive central. Combinados, esses mecanismos podem diminuir os efeitos deletérios da elevação da Ti ao desempenho. Mesmo assim, o número de estudos investigando tal hipótese é escasso. Logo, o objetivo deste Ponto de Vista foi examinar se as evidências existentes apoiam a hipótese de modulação da Ti e melhora do desempenho aeróbio a partir da ingestão de bebidas em baixas temperaturas durante os exercícios prolongados realizados no calor. Encontramos grande heterogeneidade na metodologia dos estudos, sobretudo no que diz respeito 1) ao baixo número amostral; 2) à ausência de soluções controle; 3) à falta de padronização do momento de administração dos repositores hídricos; e 4) ao protocolo de exercício utilizado. Isso dificulta o estabelecimento de conclusões definitivas sobre o assunto, e portanto, mais estudos são necessários. Contudo, evidências oriundas de poucos estudos bem controlados sugerem que repositores hídricos em baixa temperatura podem atenuar o aumento na Ti e melhorar a capacidade aeróbia durante a realização de exercícios prolongados no calor.",
        "cited_by": []
    },
    {
        "title": "Determinação da razão isotópica δ13C em bebidas comerciais a base de laranja",
        "source_url_paper": "https://doi.org/10.1590/s1413-70542009000400020",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2009;",
        "instituto": "UNIVERSIDADE FEDERAL DE LAVRAS",
        "volume": "33",
        "issue": "4",
        "language": "Português",
        "doi": "10.1590/s1413-70542009000400020",
        "issn": "1981-1829",
        "authors": [
            "Elvio Cardoso Queiroz",
            "Carlos Ducatti",
            "Waldemar Gastoni Venturini Filho",
            "Evandro Tadeu Silva",
            "Toshio Nojimoto"
        ],
        "topics": "Advances in Metabolomics Research",
        "resume": "Conduziu-se este trabalho, com o objetivo de quantificar a proporção de carbono de fonte C3 (suco de laranja) e carbono C4 (açúcar de cana) em bebidas comerciais à base de laranja. Foram analisadas isotopicamente 33 diferentes marcas comerciais de bebidas de laranja. A composição isotópica do carbono (δ13C) foi determinada por espectrometria de massa de razão isotópica (IRMS). As equações empregadas para quantificar a proporção da fonte C3 e C4 de carbono nas bebidas apresentam fatores de correções baseados na concentração de açúcares redutores totais em relação aos sólidos solúveis. Os sólidos insolúveis (polpa) foram usados como padrão isotópico interno do suco de laranja empregado na formulação da bebida comercial, o que permitiu a quantificação de fonte C3 nessas bebidas. As análises isotópicas das bebidas comerciais mostraram quatro adulterações, sendo uma amostra de suco de laranja integral, uma amostra de suco concentrado, duas amostras de suco adoçado de laranja. Para amostras com ausência de polpa na sua constituição, adotou-se como padrão de fonte C3 o valor isotópico de δ13C -26,19‰, proveniente da compilação de um banco de dados de 31 amostras de sucos puros de laranja provenientes de 12 regiões produtoras do Estado de São Paulo. Nas bebidas denominadas repositores energéticos, bebida mista e \"frutas cítricas\", o valor isotópico de 13C foi similar ao açúcar de cana (δ13C -12,48‰), indicando pouco suco de fruta em sua formulação.",
        "cited_by": []
    },
    {
        "title": "Integrated Data Processing Architecture Applied to Learning Objects Repository for Educational Robotics: Proposing Approach",
        "source_url_paper": "https://doi.org/10.1007/s10846-024-02109-z",
        "type_publication": "Artigo",
        "revisor": "pares",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2024;",
        "instituto": "Springer Science+Business Media",
        "volume": "110",
        "issue": "2",
        "language": "Inglês",
        "doi": "10.1007/s10846-024-02109-z",
        "issn": "1573-0409",
        "authors": [
            "Regenaldo Rodrigues da Costa",
            "Victor Benoiston Jales de Oliveira",
            "Kefton David Nunes de Melo",
            "Cleyton Carlos Santos Costa",
            "Sebastião Emídio Alves Filho"
        ],
        "topics": "Cloud Robotics and Automation Research",
        "resume": "Abstract Educational Robotics has emerged as a multidisciplinary field integrating Information and Communication Technologies, Engineering, and Artificial Intelligence areas in education. Furthermore, Educational Robotics offers an innovative approach to teaching and learning by incorporating the construction and programming of robots. However, the small number of platforms for sharing Educational Robotics Learning Objects with a large amount of well-described metadata poses a challenge for efficient search and retrieval of relevant educational content. This study presents an architecture for data processing and ingestion in the RepositORE system, a Learning Objects Repository for Educational Robotics that stores educational content and associated metadata based on the Dublin Core standard. Based on microservices architecture, the proposed system aims to facilitate the location and reuse of learning objects by adapting the RepositORE system to work as a client service. The theoretical framework explores the concepts of learning objects, repositories, and the significance of Educational Robotics in education, and reviews related works. The proposed architecture and system can potentially enhance the accessibility and discoverability of Educational Robotics Learning Objects, fostering effective teaching and learning experiences.",
        "cited_by": []
    },
    {
        "title": "Barotraumas asociados a la ventilación mecánica en COVID-19 Neumomediastino, neumotorax, neumopericardio y enfisema subcutaneo",
        "source_url_paper": "https://doi.org/10.26820/reciamuc/6.(1).enero.2022.434-442",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2022;",
        "instituto": null,
        "volume": "6",
        "issue": "1",
        "language": "Espanhol",
        "doi": "10.26820/reciamuc/6.(1).enero.2022.434-442",
        "issn": "2588-0748",
        "authors": [
            "Dalma Jeanette Moran Santana",
            "Karla Paredes Zambrano",
            "Juanissi Lila Turaren Gonzalez",
            "Enrique Andrés Navarrete Ponce"
        ],
        "topics": "Advancements in Medical Science and Practice",
        "resume": "El espectro clínico de las complicaciones por la enfermedad del nuevo coronavirus (COVID-19) es muy variado. Neumomediastino, neumotorax, neumopericardio y enfisema subcutaneo son algunos barotraumas que pueden ser asociados a la ventilación mecánica. Se hace el presente estudio debido a la incidencia de la ventilación mecánica vista la falla respiratoria que derivan las neumonías víricas producidas por el reciente brote del virus SARS-COV-2 y la enfermedad de la COVID-19. Se realiza estudio bibliográfico de trabajos científicos registrados en índices de valor académico como Elseiver, Pubmed, Scielo entre otros repositores universitarios. Los descriptores utilizados han sido “Neumomediastino”, “neumotórax”, “neumopericardio”, “enfisema subcutáneo”, “complicaciones asociadas a la ventilación mecánica por COVID-19”, “Barotraumas” más, la combinación de ellos para analizar y escoger la información relevante de los trabajos encontrados. Las afecciones descritas se encuentran dentro de los llamados Barotraumas relacionados a la ventilación mecánica, aunque la ciencia médica describe que su desarrollo puede ocurrir de forma espontánea. El brote pandémico por coronavirus al que se ha enfrentado la humanidad en los últimos 2 años ha llevado al estudio del alcance y las consecuencias que genera en el cuerpo humano, principalmente para implementar los mecanismos de defensa necesarios para superar la pandemia, pero también para conocer de qué manera afecta el virus en el cuerpo humano y cuáles serían los protocolos médicos que permitan reducir el índice de mortalidad evidenciado hasta la fecha .Desde los primeros casos de complicaciones por la COVID-19 los tratamientos asociados dependen de la etiología y la fisiopatología que describa cada paciente. En el caso del tratamiento del barotrauma, también va a depender de la repercusión clínica.",
        "cited_by": []
    },
    {
        "title": "O uso da ferramenta digital escape room como recurso de ensino e aprendizagem de matemática nos anos finais do ensino fundamental / The use of the digital tool escape room as a resource for teaching and learning mathematics in the final years of fundamental education",
        "source_url_paper": "https://doi.org/10.34117/bjdv7n4-309",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2021;",
        "instituto": "Brazilian Journal of Development",
        "volume": "7",
        "issue": "4",
        "language": "Português",
        "doi": "10.34117/bjdv7n4-309",
        "issn": "2525-8761",
        "authors": [
            "Israel Alves de Ananias Medeiros",
            "Raimundo Luna Neres",
            "Ruimar Nunes De Sousa",
            "Rosângela dos Santos Rodrigues",
            "Valter Alves Da silva",
            "Francisco das Chagas Vieira"
        ],
        "topics": "Transition to Remote Education in Pandemic",
        "resume": "Neste artigo apresentamos dados do Programa Internacional de Avaliação de Estudantes (PISA) e do Sistema Nacional de Avaliação da Educação Básica (SAEB), a fim de situar a realidade em que o ensino de matemática nos anos finais do nível fundamental se insere, e propor o uso do escape room como recurso metodológico nas aulas de matemática para torná-las mais dinâmicas, participativas e facilite a aprendizagem. O objetivo é mostrar a interrelação do escape room com a sala de aula, de modo a intervir na realidade em que se estabelece o ensino de matemática nos anos finais do ensino fundamental. Trata-se de uma pesquisa bibliográfica de natureza qualitativa, com buscas em repositores de periódicos Scielo, CAPES e Plataforma Sucupira, além de pesquisas em sites e livros. A pesquisa revela que o ensino de matemática se apresenta sob um cenário de instabilidade e fragilidade, sendo, portanto, oportuno a sugestão de uso do escape room como proposta de intervenção nessa realidade para a melhoria da aprendizagem dos alunos.",
        "cited_by": []
    },
    {
        "title": "Quale possibile traducente per <em>repository</em>?",
        "source_url_paper": "https://doi.org/10.35948/2532-9006/2020.5432",
        "type_publication": "Artigo",
        "revisor": "Acesso aberto",
        "country_paper": "Estrangeiro",
        "open_access": true,
        "year": "2020;",
        "instituto": null,
        "volume": null,
        "issue": "4",
        "language": "Italiano",
        "doi": "10.35948/2532-9006/2020.5432",
        "issn": "2532-9006",
        "authors": [
            "Lucia Francalanci"
        ],
        "topics": "Compilation and Analysis of Spoken Language Corpora",
        "resume": "Alcuni lettori ci chiedono un possibile corrispondente italiano di repository; uno di loro chiede se sia possibile usare come traducente il termine repositore.",
        "cited_by": []
    },
    {
        "title": "Análise nutricional e custo de suplementos esportivos",
        "source_url_paper": "https://doi.org/10.33233/nb.v17i1.1115",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2018;",
        "instituto": null,
        "volume": "17",
        "issue": "1",
        "language": "Português",
        "doi": "10.33233/nb.v17i1.1115",
        "issn": "2526-7779",
        "authors": [
            "Talita Aparecida da Silva",
            "Gabriel Silveira Franco",
            "Fabí­ola Pansani Maniglia"
        ],
        "topics": "Regulation of Healthcare Products and Practices",
        "resume": "Tem crescido o público que busca a melhora da performance fí­sica por meio do exercí­cio fí­sico e da alimentação balanceada e utiliza os suplementos nutricionais para alcançarem mais rapidamente seus objetivos. Este estudo teve como objetivo avaliar a composição dos suplementos nutricionais esportivos e a variação dos valores comerciais dos mesmos. Foram selecionados alguns suplementos nutricionais esportivos: proteico (proteí­na concentrada, hidrolisada e isolada), energético (dextrose, maltodextrina e waxy maize) e repositores hidroeletrolí­ticos. A análise dos rótulos foi realizada em duas lojas fí­sicas e em uma loja virtual. Foram analisados rótulos de três marcas diferentes de cada tipo de suplemento. Os resultados mostraram que não são todos os suplementos proteicos que apresentam os valores de micronutrientes e o perfil de aminoácidos da sua composição e que é preciso considerar a presença de carboidratos e gorduras na formulação. Não houve padronização da rotulagem, da porção dos suplementos, bem como de seus medidores. Houve grande variação nos custos de todas as classes de suplementos analisadas. Concluiu-se que o consumidor deve ser orientado por um profissional com capacidade de compreender todas as informações contidas nos rótulos para que se tenha êxito na escolha e no uso do suplemento.Palavras-chave: suplementação nutricional, esporte, exercí­cio fí­sico.",
        "cited_by": []
    },
    {
        "title": "Aspectos relevantes sobre a hidratação no esporte e na atividade física",
        "source_url_paper": "https://doi.org/10.12957/rhupe.2013.8712",
        "type_publication": "Artigo",
        "revisor": "",
        "country_paper": "Brasil",
        "open_access": true,
        "year": "2013;",
        "instituto": "UNIVERSIDADE DO ESTADO DO RIO DE JANEIRO",
        "volume": "12",
        "issue": "4",
        "language": "Português",
        "doi": "10.12957/rhupe.2013.8712",
        "issn": "1983-2567",
        "authors": [
            "Matheus Hausen",
            "Ricardo G. Cordeiro",
            "Ana Paula Muniz Guttierres"
        ],
        "topics": "Sports Science and Performance Analysis",
        "resume": "Durante a prática de exercício físico – o responsável pela geração de calor independente de fatores externos –, o corpo busca a manutenção da temperatura corporal em torno de 37º C. Para que isto seja possível, o mecanismo de evaporação do suor é meio primário pelo qual o corpo busca manter sua homeostase. A magnitude da perda hídrica durante o exercício é dependente de fatores como a individualidade, as características da atividade física e as condições ambientais. Diante disso, a reposição de líquidos é essencial para a manutenção do desempenho e, principalmente, para garantir um funcionamento satisfatório do sistema cardiovascular. Neste contexto, a seleção de uma bebida para ser consumida durante o exercício com o objetivo de reposição dos fluidos corporais perdidos deve respeitar algumas características específicas para promover uma recuperação hidroeletrolítica e metabólica adequada. Para os distintos momentos do exercício (antes, durante e após a atividade) diferentes protocolos de consumo são recomendados. Além da água e dos repositores hidroeletrolíticos, outros produtos como glicerol, bebidas lácteas de baixo teor de gordura, bebidas energéticas e cerveja também têm sido estudadas na hidratação de atletas e pessoas fisicamente ativas. Para uma adequada reposição dos fluidos, além da seleção da bebida, é necessário que se faça uma avaliação do nível de desidratação, cujas técnicas podem variar em relação ao custo, portabilidade, tempo de execução e nível de precisão do método. Diante do exposto acima, o objetivo deste trabalho é, por meio de uma breve revisão, trazer aos profissionais envolvidos direta e indiretamente com a prescrição de exercícios físicos para diferentes populações conhecimentos fisiológicos que envolvam o processo de desidratação no exercício, bem como fornecer informações sobre os diferentes tipos de bebidas para a hidratação, métodos de avaliação do estado de hidratação e protocolos de hidratação antes, durante e após o exercício físico. Descritores: Desidratação; Repositoreshidroeletrolíticos; Termorregulação. Revista HUPE, Rio de Janeiro, 2013;12(4):47-58 doi:10.12957/rhupe.2013.8712",
        "cited_by": []
    }
]